Repository: pypi-data/pypi-mirror-23
Catalog: packages/kansha/kansha-2.0.8.tar.gz/kansha-2.0.8/data/locale/*/LC_MESSAGES/messages.po
Languages: ja, tr

source: Cards affectation:
ja: カードの影響
tr: Kartların etkilemesi:

source: Cards modification:
ja: カードの変更:
tr: Kartların modifikasyonu:

source: Cards addition / removal:
ja: カードの追加 / 削除:
tr: Kartların eklenmesi / çıkarılması:

source: [%(app)s] Board "%(board)s" - %(count)s new action(s)
ja: [%(app)s] ボード "%(board)s" - %(count)s 新規アクション
tr: [%(app)s] Pano "%(board)s" - %(count)s yeni işlem(s)

source: The following actions have been made on the board "%(board)s" in the last %(hours)s hours:
ja: 直近 %(hours)s 時間に、次のアクションがボード "%(board)s" で行われました:
tr: Aşağıdaki işlemler son %(hours)s saat içinde "%(board)s" panosunda yapıldı:

source: The following actions have been made on the board
ja: ボードで次のアクションが行われました
tr: Aşağıdaki işlemler panoda yapıldı

source: in the last %(hours)s hours:
ja: 直近 %(hours)s 時間:
tr: son %(hours)s saat içinde:

source: To unsubscribe from board "%(board)s" alerts, click on %(url)s and modify notifications parameters in the "settings" menu of the "Board" tab.
ja: ボード "%(board)s" のアラートを購読解除するには、%(url)s をクリックして、 "ボード" タブの "設定" メニューで通知パラメータを変更してください。
tr: "%(board)s" panosunu takibi bırakmak için "Pano " sekmesinde ki "ayarlar " menüsünden %(url)s üzerine tıklayın ve bildirim parametrelerini değiştirin.

source: To unsubscribe from board "%(board)s" alerts,
ja: ボード "%(board)s" アラートから購読解除するには、
tr: "%(board)s" panosu uyarılarını almamak için,

source: click here
ja: ここをクリック
tr: buraya tıklayın

source: and modify notifications parameters in the "settings" menu of the "Board" tab.
ja: して、"ボード" タブの "設定" メニューで、通知パラメータを変更してください。
tr: ve "pano" sekmesinin "ayarlar" menüsünden bildirim parametrelerini değiştirebilirsiniz.

source: Must be a boolean
ja: ブール値（真／偽）にする必要があります
tr: Bir boolean değeri olmalıdır

source: Should not be empty
ja: 空にできません
tr: Boş bırakılamaz

source: Should only contain ascii letters, digits or underscore characters
ja: 英字、数字またはアンダースコアのみ含むことができます。
tr: Yalnızca ascii harfler, rakamlar veya altçizgi karakteri içermelidir

source: Should start with an uppercase ascii letter
ja: 大文字の英字で始める必要があります
tr: Büyük ascii harfle başlamalı

source: Should start with an ascii letter
ja: 英字で始める必要があります
tr: Bir ascii harfle başlamalı

source: Identifier too long (max. %d characters)
ja: ID が長すぎます (最大 %d 文字)
tr: Tanımlayıcı çok uzun (en fazla %d karakter)

source: Size must be less than %d KB
ja: サイズは %d KB より小さくする必要があります
tr: Boyut %d KB'dan küçük olmalıdır

source: Transfer was interrupted
ja: 転送が中断されました
tr: Aktarma kesildi

source: Required field
ja: 必須フィールド
tr: Gerekli alan

source: Invalid email address
ja: メールアドレスが正しくありません
tr: Hatalı e-posta adresi

source: Password too short: should have at least %d characters
ja: パスワードが短すぎます: %d 文字以上必要です
tr: Parola çok kısa: en az %d karakter içermeli

source: Boards
ja: ボード
tr: Panolar

source: Profile
ja: プロフィール
tr: Profil

source: Go back
ja: 戻る
tr: Geri git

source: You are not authorized to access this board
ja: このボードにアクセスする権限がありません
tr: Bu panoya erişmek için yetkiniz yok

source: This board doesn't exists
ja: このボードは存在しません
tr: Bu pano mevcut değil

source: Page not found
ja: ページがみつかりません
tr: Sayfa bulunamadı

source: Change email success for user %s
ja: ユーザー %s のメールアドレスを変更しました
tr: %s kullanıcısı için e-posta değiştirme işlemi başarılı

source: Change email failure for user %s
ja: ユーザー %s のメールアドレスの変更に失敗しました
tr: %s kullanıcısı için e-posta değiştirme işlemi başarısız

source: Login
ja: ログイン
tr: Giriş

source: click here to resync
ja: ここをクリックすると再同期します
tr: yeniden senkronize etmek için burayı tıklayın

source: Operation in progress
ja: 操作が進行中です
tr: İşlem yapılıyor

source: Please wait until operation completes.
ja: 操作が完了するまでお待ちください。
tr: Lütfen işlem bitinceye kadar bekleyin.

source: Sign in
ja: サインイン
tr: Oturum Aç

source: Login failed
ja: ログインに失敗しました
tr: Giriş başarısız

source: Enter username
ja: ユーザー名を入力
tr: Kullanıcı adını girin

source: Enter password
ja: パスワードを入力
tr: Parolanızı girin

source: Forgot password?
ja: パスワードをお忘れですか?
tr: Parolanızı unuttunuz mu?

source: No account yet?
ja: まだアカウントをお持ちではありませんか?
tr: Hesabınız yok mu?

source: Sign up
ja: サインアップ
tr: Hesap oluştur

source: Username %s is not available. Please choose another one.
ja: ユーザー名 %s は利用できません。 別のものを選択してください。
tr: %s kullanılamaz. Başka bir kullanıcı adı belirleyin.

source: This email address (%s) is already registered.
ja: このメールアドレス (%s) はすでに登録されています。
tr: Bu e-posta adresi (%s) zaten kayıtlı.

source: Invalid captcha
ja: キャプチャが正しくありません
tr: Resim doğrulama hatalı

source: Entered too late
ja: 入力が遅すぎます
tr: Giriş için geç kaldınız

source: The two passwords don't match
ja: 2 つのパスワードが一致しません
tr: Girdiğiniz iki parola uyuşmuyor

source: Unable to process. Check your input below.
ja: 処理できません。 以下の入力を確認してください。
tr: İşlenemiyor. Aşağıdaki giriş bilgilerinizi kontrol edin.

source: Username
ja: ユーザー名
tr: Kullanıcı adı

source: Password
ja: パスワード
tr: Parola

source: Password (repeat)
ja: パスワード (繰り返し)
tr: Parola (tekrar)

source: Email address
ja: メールアドレス
tr: E-posta adresi

source: Fullname
ja: 氏名
tr: Adınız ve Soyadınız

source: Enter the captcha text
ja: キャプチャの文字を入力
tr: Resimdeki karakterleri girin

source: Create new account
ja: 新しいアカウントを作成
tr: Yeni hesap oluştur

source: Already have an account?
ja: すでにアカウントをお持ちですか?
tr: Zaten bir hesabınız var mı?

source: Log in
ja: ログイン
tr: Giriş yap

source: refresh captcha
ja: キャプチャを更新
tr: Resmi yenile

source: The two emails don't match
ja: 2 つのメールアドレスが一致しません
tr: Girdiğiniz e-posta adresleri uyuşmuyor

source: Something went wrong: user does not exist! Please contact the administrator of this site.
ja: 何か問題が発生しました: ユーザーが存在しません! このサイトの管理者に連絡してください。
tr: Ters giden bir şeyler var: böyle bir kullanıcı yok! Lütfen bu sitenin yöneticisiyle iletişime geçin.

source: Your profile is missing an email address. You have to enter a valid email address to open an account on %s
ja: プロフィールにメールアドレスがありません。 %s にアカウントを開くには正しいメールアドレスを入力する必要があります
tr: Profilinizin bir e-posta adresi eksik. %s üzerinde bir hesap açmak için geçerli bir e-posta adresi girmeniz gerekiyor

source: Email address (repeat)
ja: メールアドレス (繰り返し)
tr: E-posta adresi (tekrar)

source: Registration successful!
ja: 登録に成功しました!
tr: Hesabınız oluşturuldu!

source: You are now a registered user of %s. You can login on the home page of the application.
ja: %s の登録ユーザーになりました。 アプリケーションの ホームページでログインできます。
tr: Artık %s'ın kayıtlı bir kullanıcısı oldunuz. Uygulamanın Ana sayfasından giriş yapabilirsiniz.

source: Registration failure!
ja: 登録に失敗しました!
tr: Hesap oluştururken hata!

source: Registration failure! The token received is either expired or invalid. Please register again.
ja: 登録に失敗しました! 受信したトークンが期限切れまたは無効です。 もう一度登録してください。
tr: Kayıt hatası! Alınan jeton süresi doldu veya geçersiz. Lütfen tekrar kayıt olunuz.

source: Invalid password
ja: パスワードが正しくありません
tr: Geçersiz parola

source: Invalid input!
ja: 入力が正しくありません!
tr: Geçersiz giriş!

source: Change password
ja: パスワードを変更
tr: Parolayı değiştir

source: Old Password
ja: 古いパスワード
tr: Eski parola

source: Cancel
ja: キャンセル
tr: İptal

source: This username is not registered on our database
ja: ユーザー名がデータベースに登録されていません
tr: Veritabanımızda böyle bir kullanıcı adı yok

source: You can not change your password since you log in by an external service.
ja: 外部サービスでログインしているため、パスワードを変更できません。
tr: Harici bir servisle giriş yaptığınızdan dolayı şifrenizi değiştiremezsiniz.

source: This email address does not match the user's email address
ja: このメールアドレスがユーザーのメールアドレスに一致しません。
tr: Bu e-posta adresi kullanıcının e-posta adresiyle eşleşmiyor

source: Please enter your username and your email address and you'll receive an email that contains a link to reset your password.
ja: ユーザー名とメールアドレスを入力してください。パスワードを再設定するためのリンクが記載されたメールが届きます。
tr: Lütfen kullanıcı adınızı ve e-posta adresinizi girin; şifrenizi sıfırlamak için sıfırlama bağlantısı içeren bir e-posta alacaksınız.

source: Reset password
ja: パスワードをリセット
tr: Parolayı sıfırla

source: Remember your password?
ja: パスワードを記憶しますか?
tr: Şifrenizi mi unuttunuz?

source: Hello %(fullname)s, We received a request to reset your password. If you are at the origin of this request, please click on this confirmation link: %(confirmation_url)s. Otherwise, feel free to ignore this email. See you soon on %(app_title)s.
ja: %(fullname)s さん、こんにちは パスワードを再設定するリクエストを受け取りました。 あなたがこのリクエストをした場合は、 この確認リンクをクリックしてください: %(confirmation_url)s そうでなければ、このメールは無視してください。 %(app_title)s でお会いしましょう。
tr: Merhaba %(fullname)s, Şifrenizi sıfırlamak için bir talep aldık. Eğer bu konunun muhatabı siz iseniz , lütfen bu onay bağlantısını tıklayın: %(confirmation_url)s. Aksi takdirde, bu e-postayı yoksaymaktan çekinmeyin. Yakında %(app_title)s da görüşürüz.

source: %(app_title)s: Password Reset
ja: %(app_title)s: パスワードのリセット
tr: %(app_title)s: Parolayı Sıfırla

source: Password change successful!
ja: パスワードの変更に成功しました!
tr: Parola değiştirme başarılı!

source: Your password have been changed successfully.
ja: パスワードを正常に変更しました。
tr: Parolanız başarılı bir şekilde değiştirildi.

source: Email sent!
ja: メールを送信しました!
tr: E-posta gönderildi!

source: An email has been sent!
ja: メールを送信しました!
tr: Bir e-posta gönderildi!

source: Password reset failure!
ja: パスワードの変更に失敗しました!
tr: Parola sıfırlarken hata!

source: Password reset failure! Please try again.
ja: パスワードの変更に失敗しました! もう一度やり直してください。
tr: Parola sıfırlarken hata! Lütfen tekrar deneyin.

source: Hello moderator, %(fullname)s is willing to register an account (%(login)s) on the %(app_title)s application. Her (his) email address is %(email)s. Please verify it before accepting this account creation. In order to confirm that email address and accept the user's registration, please click on this confirmation link: %(confirmation_url)s. If you don't accept this request, feel free to ignore this email. Nothing will change into the user's pending account until your click on the confirmation link. Once confirmed, the user can login with her (his) login "%(login)s" and the password she (he) provided.
ja: モデレータさん、こんにちは %(fullname)s さんが %(app_title)s のアプリケーションにアカウント (%(login)s) を登録します。 彼女(彼)のメールアドレスは %(email)s です。 このアカウントの作成を承認する前にメールアドレスを確認してください。 そのメールアドレスを確認してユーザーの登録を承認するには、 この確認リンクをクリックしてください: %(confirmation_url)s。 このリクエストを承認しない場合は、このメールを無視してください。 確認リンクをクリックするまで、ユーザーの保留中のアカウントは何も変わりません。 確認すると、ユーザは彼女(彼)のログイン "%(login)s" と 彼女(彼)が入力したパスワードでログインすることができます。
tr: Merhaba moderatör, %(fullname)s ,%(app_title)s uygulamasında (%(login)s) hesabını oluşturmak istiyor. Onun (kullanıcının) e-posta adresi %(email)s. Lütfen bu hesap oluşturma işlemini kabul etmeden önce doğrulayın. Bu e-posta adresini onaylamak ve kullanıcının kaydını kabul etmek için Lütfen bu onay bağlantısını tıklayın: %(confirmation_url)s. Bu isteği kabul etmezseniz, bu e-postayı yok saymaktan çekinmeyin. Onay linkine tıklayıncaya kadar kullanıcının bekleyen hesabında herhangi bir şey değişmez. Siz onayladıktan sonra o (kullanıcı), "%(login)s" (kullanıcı adı) kullanıcısı olarak daha önceden belirlediği parola ile oturum açabilir.

source: %(app_title)s: Confirm user registration
ja: %(app_title)s: ユーザーの登録を確認
tr: %(app_title)s: Kullanıcı kaydını doğrulayın

source: Hello %(fullname)s, In order to confirm your email address in the %(app_title)s application, please click on this confirmation link: %(confirmation_url)s. If you are not at the origin of this request, feel free to ignore this email. Nothing will change into your account until your click on the confirmation link. Once confirmed, you can login with your login "%(login)s" and the password you just provided. See you soon on %(app_title)s.
ja: %(fullname)s さん、こんにちは %(app_title)s アプリケーションで、あなたのメールアドレスを確認するには、 この確認リンクをクリックしてください: %(confirmation_url)s。 あなたがこのリクエストを行っていない場合は、このメールを無視しても構いません。 確認リンクをクリックするまで、あなたのアカウントは何も変更されません。 確認したら、ログイン "%(login)s" と入力したパスワードでログインすることができます。 %(app_title)s でお会いしましょう。
tr: Merhaba %(fullname)s, %(app_title)s uygulamasındaki e-posta adresinizi doğrulamak için, Lütfen bu onay bağlantısını tıklayın: %(confirmation_url)s. Bu isteğin kaynağı siz değilseniz, bu e-postayı yok saymaktan çekinmeyin. Onay bağlantısına tıklayıncaya kadar hesabınızda hiçbir şey değişmeyecek. E-posta adresinizi doğruladıktan sonra "%(login)s" ve daha önce belirlediğiniz parola ile oturum açabilirsiniz. %(app_title)s 'de görüşmek üzere.

source: %(app_title)s: Confirm your email address
ja: %(app_title)s: メールアドレスを確認
tr: %(app_title)s: E-posta adresinizi doğrulayın

source: Registration request sent
ja: 登録のリクエストを送信しました
tr: Kayır isteği gönderildi

source: Confirm your email address!
ja: メールアドレスを確認します!
tr: E-posta adresinizi doğrulayın!

source: An email has been sent to the moderator. You will be contacted when your account is activated.
ja: モデレーターにメールが送信されました。 アカウントが有効になると、連絡があります。
tr: Moderatöre bir e-posta gönderildi. Hesabınız etkinleştirildiği zaman sizinle iletişime geçilecek.

source: An email has been sent to your email address. You have to click on the confirmation link in this email in order to confirm your email address in the application.
ja: あなたのメールアドレスにメールが送信されました。 アプリケーションのメールアドレスを確認するため、 このメールの確認リンクをクリックする必要があります。
tr: Size bir e-posta gönderildi. E-posta adresinizi doğrulamak için size gelen e-posta da ki doğrulama linkini tıklamanız gerekiyor.

source: Hello, You were invited by %(host_name)s (%(host_email)s) to the board "%(board_title)s". To view the board, click on this link : %(confirmation_url)s. If you don't already have an account, register with email %(email)s and you will automatically join the board. See you soon on %(app_title)s.
ja: こんにちは %(host_name)s (%(host_email)s) さんからボード "%(board_title)s" に招待されました。 ボードを表示するには、このリンクをクリックしてください : %(confirmation_url)s。 アカウントをお持ちでない場合は、メールアドレス %(email)s で登録してください。自動的にボードに参加します。 %(app_title)s でお会いしましょう
tr: Merhaba, %(host_name)s (%(host_email)s) tarafından "%(board_title)s" panosuna davet edildiniz. Panoyu görmek için linki tıklayın : %(confirmation_url)s. Henüz bir hesabınız yoksa, %(email)s e-postası ile kaydolun ve otomatik olarak panoda oturum açın. %(app_title)s 'de görüşmek üzere.

source: %(app_title)s: Invitation to the board "%(board_title)s"
ja: %(app_title)s: ボード "%(board_title)s" のご招待
tr: %(app_title)s: "%(board_title)s" panosuna davet

source: Registration successful for user %s
ja: ユーザー %s の登録に成功しました
tr: %s isimli kullanıcı için kayıt başarılı

source: Registration failure for user %s
ja: ユーザー %s の登録に失敗しました
tr: %s isimli kullanıcı için kayıt maalesef başarısız

source: Resetting the password for user %s
ja: ユーザー %s のパスワードをリセットしています
tr: %s kullanıcısının parolasını sıfırlama

source: Password reset failure for user %s
ja: ユーザー %s のパスワードのリセットに失敗しました
tr: %s kullanıcısı için parola sıfırlanırken bir hata oluştu

source: Change email
ja: メールを変更
tr: E-posta adresini değiştir

source: Email change successful!
ja: メールの変更に成功しました!
tr: E-posta adresi başarıyla değiştirildi!

source: Email change failure!
ja: メールの変更に失敗しました!
tr: E-posta adresi değiştirilirken hata!

source: Your email have been changed successfully.
ja: メールアドレスを正常に変更しました。
tr: E-posta adresiniz başarılı bir şekilde değiştirildi.

source: Email change failure! Please retry.
ja: メールアドレスの変更に失敗しました! もう一度やり直してください。
tr: E-posta adresi değiştirilirken hata! Lütfen tekrar deneyin.

source: Sign in with LDAP
ja: LDAP でサインイン
tr: LDAP ile oturum açın

source: Sign in with %s
ja: %s でサインイン
tr: %s ile oturum açın

source: Authentication failed
ja: 認証に失敗しました
tr: Kimlik doğrulama başarısız

source: Please provide a full name in %s
ja: %s に氏名を入力してください
tr: Lütfen %s için tam isim girin

source: Card labels
ja: カードのラベル
tr: Kart etiketleri

source: Card weights
ja: カードの重み付け
tr: Kart ağırlıkları

source: Background
ja: 背景
tr: Arka plan

source: Must be positive integers
ja: 正の整数にする必要があります
tr: Pozitif tam sayı olmalı

source: Sequence saved
ja: 順序を保存
tr: Dizi kaydedildi

source: Archive
ja: アーカイブ
tr: Arşiv

source: %s more...
ja: %s さらに...
tr: %s daha fazla...

source: Add list
ja: リストを追加
tr: Liste ekle

source: Edit board description
ja: ボードの説明を編集
tr: Pano özelliklerini düzenle

source: Preferences
ja: プリファレンス
tr: Tercihler

source: Export board
ja: ボードをエクスポート
tr: Panoyu dışa aktar

source: Save as template
ja: テンプレートとして保存
tr: Şablon olarak kaydet

source: Archive board
ja: ボードをアーカイブ
tr: Arşiv panosu

source: Leave this board
ja: このボードを離れる
tr: Bu panoyu terk et

source: Action log
ja: アクションログ
tr: İşlem günlüğü

source: Can't remove last manager
ja: 最新の管理者を削除できません
tr: Son yönetici silinemez

source: Column
ja: 項目
tr: Sütun

source: Title
ja: タイトル
tr: Başlık

source: Archived cards
ja: アーカイブ済カード
tr: Arşivlenmiş kartlar

source: Save board as template
ja: テンプレートとしてボードを保存
tr: Panoyu şablon olarak kaydet

source: Description
ja: 説明
tr: Açıklama

source: Save for
ja: 保存...
tr: Bunun için kaydet

source: Me only
ja: 自分のみ
tr: Sadece ben

source: All users
ja: すべてのユーザー
tr: Tüm kullanıcılar

source: Save
ja: 保存
tr: Kaydet

source: Please wait while board is saved...
ja: ボードが保存されるまでしばらくお待ちください...
tr: Pano kaydedilirken lütfen bekleyin...

source: Template saved!
ja: テンプレートを保存しました!
tr: Şablon kaydedildi!

source: fill
ja: フィル
tr: doldur

source: fit
ja: フィット
tr: sığdır

source: stretch
ja: ストレッチ
tr: uzat

source: tile
ja: タイル
tr: kapla

source: center
ja: 中央
tr: ortala

source: This board will be archived. Are you sure?
ja: このボードはアーカイブされます。よろしいですか?
tr: Bu pano arşivlenecek. Emin misiniz?

source: You won't be able to access this board anymore. Are you sure you want to leave it anyway?
ja: これ以上このボードにアクセスできません。 とにかく離れてもよろしいですか?
tr: Bu panoya artık erişemeyeceksiniz. Yine de ayrılmak istediğinden emin misin?

source: Board
ja: ボード
tr: Pano

source: Calendar mode
ja: カレンダーモード
tr: Takvim modu

source: Board mode
ja: ボードモード
tr: Pano modu

source: Archive "%s"
ja: "%s" をアーカイブ
tr: Arşiv "%s"

source: Leave "%s"
ja: "%s" を離れる
tr: Ayrıl "%s"

source: This board will be destroyed. Are you sure?
ja: このボードは破棄されます。よろしいですか?
tr: Bu pano imha edilecek. Emin misiniz?

source: Delete "%s"
ja: "%s" を削除
tr: Sil "%s"

source: Restore "%s"
ja: "%s" を復元
tr: Geri yükle "%s"

source: All members
ja: すべてのメンバー
tr: Tüm üyeler

source: Invite members
ja: メンバーを招待
tr: Üyeleri davet et

source: Board configuration
ja: ボード設定
tr: Pano yapılandırma

source: Labels
ja: ラベル
tr: Etiketler

source: Weights
ja: 重み付け
tr: Ağırlıklar

source: Weighting cards
ja: カードの重み付け
tr: Ağırlık kartları

source: Activate cards weights
ja: カードの重み付けを有効にする
tr: Aktif kartların ağırlığı

source: All affected weights will be reset. Are you sure?
ja: 影響を受けるすべての重み付けがリセットされます。よろしいですか?
tr: Etkilenen tüm ağırlıklar sıfırlanacak. Emin misiniz?

source: Disabled
ja: 無効
tr: Devre dışı

source: Free integer
ja: 整数
tr: Serbest tam sayı

source: Card weights can be any integer
ja: カードの重み付けは任意の整数にすることができます
tr: Kart ağırlıkları herhangi bir tamsayı olabilir

source: Integer sequence
ja: 整数の順序
tr: Tamsayı dizisi

source: Choosen within a sequence of integers
ja: 整数の順序で選択
tr: Bir tam sayısı dizisi içinden seçildi

source: Enter a sequence of integers
ja: 整数の順序を入力
tr: Bir dizi tam sayı girin

source: Content Visibility
ja: コンテンツの表示
tr: İçerik Görünürlüğü

source: Choose whether the board is private, public (anyone with the URL can view it ) or shared (public + visible on homepages).
ja: ボードが非公開、公開 (URL を知っている人なら誰でも見ることができます)、共有 (公開 + ホームページで表示) のいずれかを選択します。
tr: Panonun özel mi, genel mi (URL'ye sahip herkes görebilir) ya da paylaşılmış mı (genel + ana sayfa görünür) olduğunu seçin

source: Private
ja: 非公開
tr: Özel

source: Public
ja: 公開
tr: Genel

source: Shared
ja: 共有
tr: Paylaşılmış

source: Comments
ja: コメント
tr: Yorumlar

source: Commenting allows members to make short messages on cards. You can enable or disable this feature.
ja: コメントは、メンバーがカードに短いメッセージを出すことができます。 この機能を有効または無効にすることができます。
tr: Yorumlama, üyelerin kartlarda kısa mesajlar vermelerine olanak tanır. Bu özelliği etkinleştirebilir veya devre dışı bırakabilirsiniz.

source: Members
ja: メンバー
tr: Üyeler

source: Votes
ja: 投票
tr: Oylar

source: Allow votes
ja: 投票を許可
tr: Oylara izin ver

source: View archive column
ja: アーカイブ項目を表示
tr: Arşiv sütununu görüntüle

source: Show
ja: 表示
tr: Göster

source: Hide
ja: 非表示
tr: Gizle

source: Notifications
ja: 通知
tr: Bildirimler

source: You will be notified by email of changes made in this board to cards
ja: このボードでカードに行われた変更がメールで通知されます
tr: Bu panoda ki kartlarda yapılan değişlikler de e-posta ile bilgilendirileceksiniz

source: None
ja: なし
tr: Hiçbiri

source: Affected to me
ja: 自分に影響
tr: Beni etkileyen

source: All
ja: すべて
tr: Tümü

source: Background image
ja: 背景画像
tr: Arka plan resmi

source: Choose an image
ja: 画像を選択
tr: Bir resim seçin

source: Max file size exceeded
ja: 最大ファイルサイズを超えました
tr: Maksimum dosya boyutu aşıldı

source: or
ja: または
tr: veya

source: Reset background
ja: 背景をリセット
tr: Arka planı sıfırla

source: Image position
ja: 画像の位置
tr: Resim pozisyonu

source: Board title color
ja: ボードのタイトル色
tr: Pano başlık rengi

source: Reset to default color
ja: デフォルト色にリセット
tr: Varsayılan renk yap

source: No background selected
ja: 背景が選択されていません
tr: Arka plan seçilmedi

source: Change color
ja: 色を変更
tr: Rengi değiştir

source: Empty board
ja: 空のボード
tr: Boş pano

source: Basic Kanban
ja: 基本カンバン
tr: Temel Kanban

source: Create
ja: 作成
tr: Oluştur

source: a new
ja: 新規
tr: yeni bir

source: Shared templates
ja: 共有テンプレート
tr: Paylaşılan şablonlar

source: My templates
ja: マイテンプレート
tr: Şablonlarım

source: Last modified boards
ja: ボードの最終更新
tr: Değiştirilen son panolar

source: My boards
ja: マイボード
tr: Panolarım

source: Create a board by choosing a template in the menu above, then click on the "Create" button.
ja: 上のメニューでテンプレートを選択してボードを作成して、"作成" ボタンをクリックします。
tr: Yukarıdaki menüden bir şablon seçerek bir tahta oluşturun ve ardından "Oluştur" düğmesini tıklayın.

source: Guest boards
ja: ゲストボード
tr: Konuk panoları

source: Shared boards
ja: 共有ボード
tr: Paylaşılan panolar

source: Archived boards
ja: アーカイブ済ボード
tr: Arşivlenen panolar

source: Delete the archived board
ja: アーカイブ済ボードを削除
tr: Arşivlenmiş panoyu sil

source: Delete the archived boards
ja: アーカイブ済ボードを削除
tr: Arşivlenmiş panoları sil

source: Deleted boards cannot be restored. Are you sure?
ja: 削除されたボードは復元できません。 よろしいですか?
tr: Silinen panolar geri yüklenmez. Emin misiniz?

source: No matches
ja: 一致しません
tr: Eşleşmedi

source: %d match
ja: %d 一致
tr: %d eşleşme

source: search
ja: 検索
tr: arama

source: Delete
ja: 削除
tr: Sil

source: This card will be archived. Are you sure?
ja: このカードはアーカイブされます。よろしいですか?
tr: Bu kart arşivlenecek. Emin misiniz?

source: Add a card
ja: カードを追加
tr: Bir kart ekle

source: Add
ja: 追加
tr: Ekle

source: User %(author)s has added the checklist "%(list)s" to card "%(card)s"
ja: ユーザー %(author)s がチェックリスト "%(list)s" をカード "%(card)s" に追加しました
tr: %(author)s kullanıcısı "%(card)s" kartına "%(list)s" kontrol listesini ekledi

source: User %(author)s has deleted the checklist "%(list)s" from card "%(card)s"
ja: ユーザー %(author)s がチェックリスト "%(list)s" をカード "%(card)s" から削除しました
tr: %(author)s kullanıcısı "%(card)s" kartından "%(list)s" kontrol listesini sildi

source: User %(author)s has checked the item %(item)s from the checklist "%(list)s", on card "%(card)s"
ja: ユーザー %(author)s が、カード "%(card)s" のアイテム %(item)s をチェックリスト "%(list)s",からチェックしました
tr: %(author)s kullanıcısı "%(card)s" kartındaki "%(list)s" kontrol listesinde %(item)s öğesini işaretledi

source: User %(author)s has unchecked the item %(item)s from the checklist "%(list)s", on card "%(card)s"
ja: ユーザー %(author)s が、カード "%(card)s" のアイテム %(item)s をチェックリスト "%(list)s",からチェック解除しました
tr: %(author)s kullanıcısı "%(card)s" kartındaki "%(list)s" kontrol listesinden %(item)s öğesinin işaretini kaldırdı

source: Enter task
ja: タスクを入力
tr: Görevi girin

source: Add title
ja: タイトルを追加
tr: Başlık ekle

source: Add item
ja: アイテムを追加
tr: Öğe ekle

source: Checklist
ja: チェックリスト
tr: Kontrol listesi

source: The checklist will be deleted. Are you sure?
ja: チェックリストは削除されます。よろしいですか?
tr: Kontrol listesi silinecek. Emin misiniz?
