Repository: pypi-data/pypi-mirror-23
Catalog: packages/kansha/kansha-2.0.8.tar.gz/kansha-2.0.8/data/locale/*/LC_MESSAGES/messages.po
Languages: ja, tr

source: Click to toggle
ja: クリックして切り替え
tr: Değiştirmek için tıklayın

source: The checklist item will be deleted. Are you sure?
ja: チェックリストのアイテムは削除されます。よろしいですか?
tr: Kontrol listesi öğesi silinecek. Emin misiniz?

source: Drag to re-order
ja: ドラッグして並び替え
tr: yeniden düzenlemek için sürükleyin

source: User %(author)s has commented card "%(card)s"
ja: ユーザー %(author)s がカード "%(card)s" にコメントしました
tr: %(author)s kullanıcısı "%(card)s" kartına yorum yaptı

source: wrote
ja: さんが書きました
tr: yazdı

source: on
ja: 日時
tr: üzerinde

source: Your comment will be deleted. Are you sure?
ja: コメントは削除されます。よろしいですか?
tr: Yorumunuz silinecek. Emin misiniz?

source: Add comment.
ja: コメントを追加
tr: Yorum ekle.

source: Add a description. URL in the text are automatically recognized as links.
ja: 説明を追加します。 テキスト中の URL は自動的にリンクとして認識されます。
tr: Bir açıklama ekle. Metindeki URL otomatik olarak bağlantılanır.

source: bold
ja: 太字
tr: kalın

source: italic
ja: 斜体
tr: yatık

source: underline
ja: 下線
tr: altı çizili

source: numbered list
ja: 番号付きリスト
tr: numaralandırılmış liste

source: bullet list
ja: 箇条書きリスト
tr: Madde işareti liste

source: link
ja: リンク

source: Link
ja: リンク

source: Due date
ja: 期日
tr: Bitiş tarihi

source: User %(author)s has added file "%(file)s" to card "%(card)s"
ja: ユーザー %(author)s がファイル "%(file)s" をカード "%(card)s" に追加しました
tr: %(author)s kullanıcısı "%(card)s" kartına "%(file)s" dosyasını ekledi

source: File must be less than %d KB
ja: ファイルは %d KB より小さくする必要があります
tr: Dosya %d KB'dan küçük olmalıdır

source: Add file
ja: ファイルを追加
tr: Dosya ekle

source: Are you sure you want to delete this file?
ja: このファイルを削除してもよろしいですか?
tr: Bu dosyayı silmek istediğinizden emin misiniz?

source: Configure cover
ja: 表紙を設定
tr: Kapağı düzenle

source: Use the controls below to create the cover of your card.
ja: 下記のコントロールを使用して、カードの表紙を作成します。
tr: Kartınızın kapağını oluşturmak için aşağıdaki kontrolleri kullanın.

source: Create cover
ja: 表紙を作成
tr: Kapak oluştur

source: Remove cover
ja: 表紙を削除
tr: Kapağı sil

source: User %(user)s has been assigned to card "%(card)s"
ja: ユーザー %(user)s はカード "%(card)s" に割り当てられました
tr: %(user)s kullanıcısı "%(card)s" kartı için görevlendirildi

source: User %(user)s has been unassigned from card "%(card)s"
ja: ユーザー %(user)s はカード "%(card)s" から割り当て解除されました
tr: %(user)s kullanıcısının "%(card)s" kartında ki görevi iptal edildi

source: Add members
ja: メンバーを追加
tr: Üyeleri ekle

source: Suggestions
ja: 提案
tr: Öneriler

source: Unvote (%s)
ja: 投票解除 (%s)
tr: Oyu geri çek (%s)

source: Vote (%s)
ja: 投票 (%s)
tr: Oyla (%s)

source: User %(author)s has weighted card "%(card)s" from (%(from)s) to (%(to)s)
ja: ユーザー %(author)s がカード "%(card)s" に (%(from)s) から (%(to)s) に重み付けしました
tr: %(author)s kullanıcısı "%(card)s" kartının ağırlığını (%(from)s) 'dan (%(to)s)'a değiştirdi.

source: Weight
ja: 重み付け
tr: Ağırlık

source: Limit of cards reached fo this list
ja: このリストに到達するカードの上限
tr: Bu liste için ulaşılan kartların limiti

source: Can't be empty
ja: 空にできません
tr: Boş bırakılamaz

source: Must be bigger than %s
ja: %s より大きくする必要があります
tr: %s 'den büyük olmalı

source: The list will be deleted. Are you sure?
ja: リストは削除されます。よろしいですか?
tr: Bu liste silinecek. Emin misiniz?

source: Delete this list
ja: このリストを削除
tr: Bu listeyi sil

source: All the cards will be archived. Are you sure?
ja: すべてのカードはアーカイブされます。よろしいですか?
tr: Tüm kartlar arşivlenecek. Emin misiniz?

source: Empty this list
ja: このリストを空にする
tr: Bu listeyi boşalt

source: All cards will be deleted. Are you sure?
ja: すべてのカードは削除されます。よろしいですか?
tr: Tüm kartlar silinecek. Emin misiniz?

source: Purge the cards
ja: カードを消去
tr: Kartları temizle

source: Name
ja: 名前
tr: Ad

source: List title
ja: リストのタイトル
tr: Liste başlığı

source: Position
ja: 位置
tr: Pozisyon

source: Number max of cards
ja: カードの最大数
tr: Maksimum kart sayısı

source: Set card limit
ja: カードの上限を設定
tr: Kart limitini ayarla

source: This list already holds its maximum amount of cards
ja: このリストはすでにカードの最大数があります
tr: Bu liste zaten maksimum kart limitini barındırıyor

source: User %(author)s has added card "%(card)s" to column "%(column)s"
ja: ユーザー %(author)s がカード "%(card)s" を列 "%(column)s" に追加しました
tr: %(author)s kullanıcısı %(card)s" kartını "%(column)s" sütununa ekledi.

source: User %(author)s has deleted card "%(card)s"
ja: ユーザー %(author)s がカード "%(card)s" を削除しました
tr: %(author)s kullanıcısı %(card)s" kartını sildi.

source: User %(author)s has archived card "%(card)s"
ja: ユーザー %(author)s がカード "%(card)s" をアーカイブしました
tr: %(author)s kullanıcısı %(card)s" kartını arşivledi.

source: User %(author)s has moved card "%(card)s" from column "%(from)s" to column "%(to)s"
ja: ユーザー %(author)s がカード "%(card)s" を列 "%(from)s" から列 "%(to)s" に移動しました
tr: %(author)s kullanıcısı "%(card)s kartını "%(from)s" sütunundan "%(to)s" sütununa taşıdı

source: User %(author)s has renamed card "%(from)s" to "%(to)s"
ja: ユーザー %(author)s がカードの名前を "%(from)s" から "%(to)s" に変更しました
tr: %(author)s kullanıcısı kart ismini "%(from)s" iken "%(to)s" olarak değiştirdi

source: all users
ja: すべてのユーザー
tr: tüm kullanıcılar

source: all cards
ja: すべてのカード
tr: tüm kartlar

source: Invalid date format !
ja: 日付の形式が正しくありません!
tr: Geçersiz tarih biçimi !

source: Previous
ja: 前へ
tr: Geri

source: Next
ja: 次へ
tr: İleri

source: Wk
ja: 週
tr: Hf

source: Week number
ja: 週数
tr: Hafta numarası

source: Today
ja: 今日
tr: Bugün

source: english
ja: 英語
tr: ingilizce

source: french
ja: フランス語
tr: fransızca

source: japanese
ja: 日本語
tr: Japonca

source: turkish
ja: トルコ語
tr: türkçe

source: Email
ja: メールアドレス
tr: E-posta

source: Language
ja: 言語
tr: Dil

source: Picture
ja: 写真
tr: Resim

source: This password doesn't match the old one.
ja: このパスワードが古いパスワードと一致しません。
tr: Bu parola eski parolayla eşleşmiyor.

source: A confirmation email has been sent.
ja: 確認メールを送信しました。
tr: Bir doğrulama e-postası gönderildi.

source: The password has been changed
ja: パスワードを変更しました
tr: Parola değişti

source: Invalid image file
ja: 画像ファイルが正しくありません
tr: Geçersiz resim dosyası

source: New password
ja: 新しいパスワード
tr: Yeni parola

source: Repeat new password
ja: 新しいパスワードの繰り返し
tr: Yeni parolayı tekrar girin

source: Remove
ja: 削除
tr: Sil

source: Manager
ja: 管理者
tr: Yönetici

source: You are the last manager, you can't leave this board.
ja: あなたは最新の管理者です。このボードを離れることはできません。
tr: Burada ki son yönetici siz olduğunuz için panoyu terk edemezsiniz.

source: Home
ja: ホーム
tr: Ana Sayfa

source: Logout
ja: ログアウト
tr: Oturumu kapat

source: Resend invitation
ja: 招待を再送信
tr: Daveti tekrar gönder

source: Ok
tr: Tamam

source: OK
tr: Tamam
