Repository: pypi-data/pypi-mirror-23
Catalog: packages/mayan-edms/mayan_edms-2.6-py2-none-any.whl/mayan/apps/document_states/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Document states
fa: وضعیت‌های سند

source: Label
fa: برچسب

source: Internal name
fa: نام داخلی

source: Initial state
fa: وضعیت اولیه

source: None
fa: هیچ

source: Current state
fa: وضعیت فعلی

source: User
fa: کاربر

source: Last transition
fa: آخرین تغییر وضعیت

source: Date and time
fa: تاریخ و زمان

source: Transition
fa: تغییر وضعیت

source: Comment
fa: شرح

source: Is initial state?
fa: آیا در وضعیت اولیه است؟

source: Origin state
fa: وضعیت شروع

source: Destination state
fa: وضعیت نهایی

source: Workflows
fa: گردشکار

source: Delete
fa: حذف

source: Document types
fa: انواع سند

source: Edit
fa: ویرایش

source: Create state
fa: وضغیت ایجاد

source: States
fa: وضعیت ها

source: Create transition
fa: تغییر وضعیت به ایجاد

source: Transitions
fa: تغییر وضعیت ها

source: Launch all workflows
fa: اجرای همه‌ی گردش کارها

source: Detail
fa: شرح

source: Workflow documents
fa: اسناد گردش کار

source: State documents
fa: اسناد وضعیت

source: Workflow
fa: گردشکار

source: Select if this will be the state with which you want the workflow to start in. Only one state can be the initial state.
fa: در صورتیکه این وضعیت شروع گردشکار باشد این وضعیت را انتخاب کنید. وضعیت فقط میتواند وضعیت اولیه باشد.

source: Initial
fa: اولیه

source: Enter the percent of completion that this state represents in relation to the workflow. Use numbers without the percent sign.
fa: درصد پیشرفت کار برای این وضعیت نسبت به تکمیل گردش کار را وارد کنید. از عدد بدون علامت درصد استفاده کنید.

source: Workflow state
fa: وضعیت گردشکار

source: Workflow states
fa: وضعیتهای گردشکار

source: Workflow transition
fa: تغییر وضعیت گردشکار

source: Workflow transitions
fa: تغییر وضعیت های گردشکار

source: Document
fa: سند

source: Workflow instance
fa: موردی از گردشکار

source: Workflow instances
fa: موردهای گردشکار

source: Datetime
fa: تاریخ زمان

source: Workflow instance log entry
fa: ورودیه لاگ برای مورد گردشکار

source: Workflow instance log entries
fa: ورودیهای مورد گردشکار

source: Create workflows
fa: ایجاد گردشکار

source: Delete workflows
fa: حذف گردشکار

source: Edit workflows
fa: ویرایش گردشکار

source: View workflows
fa: مشاهده گردشکار

source: Workflows for document: %s
fa: گردشکارهای سند : %s

source: Detail of workflow: %(workflow)s
fa: شرح گردشکار : %(workflow)s

source: Submit
fa: ارسال

source: Do transition for workflow: %s
fa: انجام تغییر وضعیت گردشکار : %s

source: Document types assigned the workflow: %s
fa: نوع سند مرتبط با گردش کاری: %s

source: States of workflow: %s
fa: وضعیتهای گردشکار : %s

source: Create states for workflow: %s
fa: وضعیت ایجاد برای گردشکار : %s

source: Transitions of workflow: %s
fa: تغییر وضعیتهای گردشکار : %s

source: Create transitions for workflow: %s
fa: ایجاد تغییر وضعیت برای گردشکار : %s

source: Unable to save transition; integrity error.
fa: قادر به ذخیره انتقال نیست:خطای تجمع
