Repository: pypi-data/pypi-mirror-23
Catalog: packages/mayan-edms/mayan_edms-2.6.2-py2-none-any.whl/mayan/apps/acls/locale/*/LC_MESSAGES/django.po
Languages: fr

source: ACLs
fr: Droits

source: Role
fr: Rôle

source: Delete
fr: Suppression

source: New ACL
fr: Nouveau droit

source: Insufficient access.
fr: droit d'accès insuffisant.

source: Access entry
fr: Entrée d'accès

source: Access entries
fr: Entrées d'accès

source: Permissions "%(permissions)s" to role "%(role)s" for "%(object)s"
fr: Permissions "%(permissions)s" du rôle "%(role)s" pour "%(object)s"

source: None
fr: Aucun

source: Access control lists
fr: Liste de contrôle des accès

source: Edit ACLs
fr: Editer les droits

source: View ACLs
fr: voir les droits d'accès

source: New access control lists for: %s
fr: Nouvelle liste de contrôle d'accès pour: %s

source: Delete ACL: %s
fr: Supprimer le droit: %s

source: Access control lists for: %s
fr: Liste des contrôle d'accès pour: %s

source: Available permissions
fr: Permissions disponibles

source: Granted permissions
fr: Permissions autorisées

source: Role "%(role)s" permission's for "%(object)s"
fr: Permission du rôle "%(role)s" pour "%(object)s"@

source: Disabled permissions are inherited from a parent object.
fr: La désactivation de permission est hérité de l'objet parent
