Repository: pypi-data/pypi-mirror-23
Catalog: packages/mayan-edms/mayan_edms-2.5-py2-none-any.whl/mayan/apps/document_indexing/locale/*/LC_MESSAGES/django.po
Languages: fr

source: None
fr: Aucun

source: Document types
fr: Types de document

source: Document indexing
fr: Indexation de document

source: Label
fr: Libellé

source: Slug
fr: Jeton

source: Enabled
fr: Activé

source: Items
fr: Éléments

source: Level
fr: Niveau

source: Has document links?
fr: Est lié à d'autres documents ?

source: Node
fr: Noeud

source: Creation date
fr: Date de création

source: Create index
fr: Créer un index

source: Edit
fr: Modifier

source: Delete
fr: Supprimer

source: Tree template
fr: Modèle d'arborescence

source: Deletes and creates from scratch all the document indexes.
fr: Supprimer et reconstruire les indexes des documents en partant de zéro.

source: Rebuild indexes
fr: Reconstruire les index

source: New child node
fr: Nouveau noeud enfant

source: Causes this index to be visible and updated when document data changes.
fr: Permet à cet index d'être à la fois visible et mis à jour quand le contenu d'un document est modifié.

source: Index instances
fr: Instance d'indexe

source: Enter a template to render. Use Django's default templating language (https://docs.djangoproject.com/en/1.7/ref/templates/builtins/)
fr: Saisissez un modèle à restituer. Utiliser le langage de rendu de Django par défaut (https://docs.djangoproject.com/en/1.7/ref/templates/builtins/)

source: Indexing expression
fr: Expression d'indexation

source: Causes this node to be visible and updated when document data changes.
fr: Permet à ce noeud d'être visible et mis à jour quand le contenu d'un document est modifié.

source: Check this option to have this node act as a container for documents and not as a parent for further nodes.
fr: Cochez cette option pour permettre à ce noeud d'être un conteneur de documents et pas seulement un noeud parent d'autres noeuds enfants.

source: Link documents
fr: Lier les documents

source: Root
fr: Racine

source: Error indexing document: %(document)s; expression: %(expression)s; %(exception)s
fr: Erreur lors de l'indexation du document: %(document)s; expression: %(expression)s; %(exception)s

source: Index node template
fr: Noeud de modèle d'index

source: Indexes node template
fr: Noeud de modèle d'index

source: Index template node
fr: Noeud de modèle d'index

source: Value
fr: Valeur

source: Index node instance
fr: Noeud d'instance d'index

source: Indexes node instances
fr: Noeud d'instances d'indexes

source: Document index node instance
fr: Instance de noeud d'indexe de document

source: Document indexes node instances
fr: Instances de noeuds d'indexe de document

source: Indexing
fr: Indexation

source: Create new document indexes
fr: Créer de nouveaux indexes de documents

source: Edit document indexes
fr: Modifier les indexes de documents

source: Delete document indexes
fr: Supprimer des indexes de documents

source: View document indexes
fr: Afficher les indexes des documents

source: Rebuild document indexes
fr: Reconstruire les indexes des documents

source: Delete the index: %s?
fr: Supprimer l'indexe : %s ?

source: Edit index: %s
fr: Modifier l'index: %s

source: Available document types
fr: Types de document disponible

source: Document types linked
fr: Types de document liés

source: Document types linked to index: %s
fr: Types de documents liés à l'indexe : %s

source: Tree template nodes for index: %s
fr: Noeuds de modèles arborescentes pour l'index: %s

source: Create child node of: %s
fr: Créer un noeud enfant pour: %s

source: Delete the index template node: %s?
fr: Supprimer le noeud du modèle d'indexe: %s ?

source: Edit the index template node: %s?
fr: Modifier le noeud du modèle d'index: %s

source: Contents for index: %s
fr: Contenu de l'index:%s

source: Indexes nodes containing document: %s
fr: Noeuds d'indexe contenant le document : %s

source: Index rebuild queued successfully.
fr: La ré-indexation en attente a été faite avec succès.
