Repository: pypi-data/pypi-mirror-23
Catalog: packages/mayan-edms/mayan_edms-2.5.2-py2-none-any.whl/mayan/apps/folders/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Folders
pt_br: Pastas

source: Created
pt_br: Criada

source: Documents
pt_br: Documentos

source: Remove from folders
pt_br: Remover das pastas

source: Add to a folders
pt_br: Adicionar para pastas

source: Add to folders
pt_br: Adicionar a pasta

source: Create folder
pt_br: Criar pasta

source: Delete
pt_br: Excluir

source: Edit
pt_br: Editar

source: All
pt_br: Todos

source: Label
pt_br: Etiqueta

source: Datetime created
pt_br: Data e hora de criação

source: Folder
pt_br: Pasta

source: Document folder
pt_br: Pasta de documento

source: Document folders
pt_br: Pastas de documentos

source: Create folders
pt_br: Criar pastas

source: Edit folders
pt_br: Editar pastas

source: Delete folders
pt_br: Apagar pastas

source: Remove documents from folders
pt_br: Remover documentos das pastas

source: View folders
pt_br: Visualizar pastas

source: Add documents to folders
pt_br: Adicionar documentos para pastas

source: Primary key of the document to be added.
pt_br: Chave primária do documento a ser adicionado.

source: Delete the folder: %s?
pt_br: Apagar a pasta: %s?

source: Documents in folder: %s
pt_br: Documentos na pasta: %s

source: Edit folder: %s
pt_br: Editar pasta: %s

source: Folders containing document: %s
pt_br: Pastas contendo documento:%s

source: Add to folder request performed on %(count)d document
pt_br: Solicitação para adicionar a pasta realizado em %(count)d documentos

source: Add to folder request performed on %(count)d documents
pt_br: Solicitação para adicionar a pasta realizado em %(count)d documentos

source: Add
pt_br: Adicionar

source: Add document to folders
pt_br: Adicionar documentos para pastas

source: Add document "%s" to folders
pt_br: Adicionar documento "%s" para pastas

source: Folders to which the selected documents will be added.
pt_br: Pastas às quais serão adicionados os documentos selecionados.

source: Document: %(document)s is already in folder: %(folder)s.
pt_br: Documento: %(document)s já está na pasta: %(folder)s .

source: Document: %(document)s added to folder: %(folder)s successfully.
pt_br: Documento: %(document)s adicionados à pasta: %(folder)s com sucesso.

source: Remove from folder request performed on %(count)d document
pt_br: Remover da solicitação de pasta executada em %(count)d documento

source: Remove from folder request performed on %(count)d documents
pt_br: Remover da solicitação de pasta realizada em %(count)d documentos

source: Remove
pt_br: Remover

source: Remove document from folders
pt_br: Remover documentos de pastas

source: Remove document "%s" to folders
pt_br: Remover o documento "%s" para pastas

source: Folders from which the selected documents will be removed.
pt_br: Pastas das quais os documentos selecionados serão removidos.

source: Document: %(document)s is not in folder: %(folder)s.
pt_br: Documento: %(document)s não está na pasta: %(folder)s.

source: Document: %(document)s removed from folder: %(folder)s.
pt_br: Documento: %(document)s removido da pasta: %(folder)s.
