Repository: pypi-data/pypi-mirror-23
Catalog: packages/kansha/kansha-2.0.7.tar.gz/kansha-2.0.7/data/locale/*/LC_MESSAGES/messages.po
Languages: fr

source: Cards affectation:
fr: Affectation de carte(s) :

source: Cards modification:
fr: Modification de carte(s) :

source: Cards addition / removal:
fr: Ajout / suppression de carte(s) :

source: [%(app)s] Board "%(board)s" - %(count)s new action(s)
fr: [%(app)s] Tableau "%(board)s" - %(count)s nouvelle(s) action(s)

source: The following actions have been made on the board "%(board)s" in the last %(hours)s hours:
fr: Les actions suivantes ont été effectuées sur le tableau "%(board)s" ces %(hours)s dernières heures :

source: The following actions have been made on the board
fr: Les actions suivantes ont été effectuées sur le tableau

source: in the last %(hours)s hours:
fr: ces %(hours)s dernières heures :

source: To unsubscribe from board "%(board)s" alerts, click on %(url)s and modify notifications parameters in the "settings" menu of the "Board" tab.
fr: Pour vous désabonner des alertes sur actions du tableau "%(board)s", cliquez sur %(url)s et modifiez les paramètres de notification le menu "Préférences" de l'onglet "Tableau"

source: To unsubscribe from board "%(board)s" alerts,
fr: Pour vous désabonner des alertes sur actions du tableau "%(board)s",

source: click here
fr: cliquez ici

source: and modify notifications parameters in the "settings" menu of the "Board" tab.
fr: et modifiez les paramètres de notification le menu "Préférences" de l'onglet "Tableau"

source: Must be a boolean
fr: Doit être un booléen

source: Should not be empty
fr: Le champ ne peut être vide

source: Should only contain ascii letters, digits or underscore characters
fr: Le champ ne peut contenir que caractères sans accent, des chiffres ou des soulignés.

source: Should start with an uppercase ascii letter
fr: Le champ doit commencé avec une majuscule.

source: Should start with an ascii letter
fr: Le champ doit commencé avec un caractère non accentué.

source: Identifier too long (max. %d characters)
fr: Identifiant trop long (max. %d caractères)

source: Size must be less than %d KB
fr: Le taille doit être inférieure à %d Ko.

source: Transfer was interrupted
fr: Transfert interrompu.

source: Required field
fr: Champ requis

source: Invalid email address
fr: Adresse email invalide

source: Password too short: should have at least %d characters
fr: Le mot de passe est trop court : au moins %d caractères sont démandés

source: Boards
fr: Tableaux

source: Profile
fr: Profil

source: Go back
fr: Retour

source: You are not authorized to access this board
fr: Vous n'avez pas l'autorisation d'accéder à ce tableau

source: This board doesn't exists
fr: Ce tableau n'existe pas

source: Page not found
fr: Page non trouvée

source: Change email success for user %s
fr: L'utilisateur %s a été enregistré avec succès

source: Change email failure for user %s
fr: Échec du changement de mot de passe pour l'utilisateur %s

source: Login
fr: Connexion

source: click here to resync
fr: cliquer ici pour le synchroniser

source: Operation in progress
fr: Opération en cours

source: Please wait until operation completes.
fr: Veuillez attendre que l'opération soit terminée, s'il vous plaît.

source: Sign in
fr: Se connecter

source: Login failed
fr: Identifiant ou mot de passe erroné

source: Enter username
fr: Identifiant

source: Enter password
fr: Mot de passe

source: Forgot password?
fr: Mot de passe oublié ?

source: No account yet?
fr: Pas encore de compte ?

source: Sign up
fr: S'enregistrer

source: Username %s is not available. Please choose another one.
fr: L'identifiant %s n'est pas disponible. Merci d'en utiliser un autre.

source: This email address (%s) is already registered.
fr: Cette adresse email (%s) est déja enregistrée.

source: Invalid captcha
fr: Captcha invalide

source: Entered too late
fr: Temp expiré, trop tard !

source: The two passwords don't match
fr: Les mots de passe ne sont pas identiques

source: Unable to process. Check your input below.
fr: Traitement impossible. Verifiez votre saisie ci-dessous.

source: Username
fr: Identifiant

source: Password
fr: Mot de passe

source: Password (repeat)
fr: Mot de passe (Répéter)

source: Email address
fr: Adresse email

source: Fullname
fr: Nom complet

source: Enter the captcha text
fr: Entrez le texte de la captcha

source: Create new account
fr: Créer un nouveau compte

source: Already have an account?
fr: Vous avez déjà un compte ?

source: Log in
fr: Se connecter

source: refresh captcha
fr: regenerer captcha

source: The two emails don't match
fr: Les adresses ne sont pas identiques

source: Something went wrong: user does not exist! Please contact the administrator of this site.
fr: Impossible : l'utilisateur n'existe pas ! Veuillez contacter l'administrateur de ce site.

source: Your profile is missing an email address. You have to enter a valid email address to open an account on %s
fr: Votre profil ne fournit pas d'adresse email. Vous devez entrer une adresse email valide pour ouvrir un compte sur %s.

source: Email address (repeat)
fr: Adresse email (bis)

source: Registration successful!
fr: Enregistrement réussi !

source: You are now a registered user of %s. You can login on the home page of the application.
fr: Vous êtes maintenant enregistré sur %s. Vous pouvez vous logguer sur la page d'accueil de l'application.

source: Registration failure!
fr: Échec de l'enregistrement !

source: Registration failure! The token received is either expired or invalid. Please register again.
fr: Échec de l'enregistrement ! Veuillez vous enregistrer à nouveau.

source: Invalid password
fr: Mot de passe invalide

source: Invalid input!
fr: Saisie invalide !

source: Change password
fr: Changer de mot de passe

source: Old Password
fr: Ancien mot de passe

source: Cancel
fr: Annuler

source: This username is not registered on our database
fr: Ce nom d'utilisateur n'existe pas.

source: You can not change your password since you log in by an external service.
fr: Vous ne pouvez pas changer votre mot de passe car vous vous connectez à partir d'un service externe.

source: This email address does not match the user's email address
fr: L'adresse email ne correspond à cet utilisateur

source: Please enter your username and your email address and you'll receive an email that contains a link to reset your password.
fr: Entrez votre nom d'utilisateur et votre email et vous recevrez un lien par email afin de changer votre mot de passe.

source: Reset password
fr: Réinitialiser votre mot de passe

source: Remember your password?
fr: Vous vous souvenez de votre mot de passe?

source: Hello %(fullname)s, We received a request to reset your password. If you are at the origin of this request, please click on this confirmation link: %(confirmation_url)s. Otherwise, feel free to ignore this email. See you soon on %(app_title)s.
fr: Bonjour %(fullname)s, Nous avons reçu une demande de modification de votre mot de passe. Si vous êtes bien à l'origine de cette requête, s'il vous plaît veuillez cliquer sur le lien de confirmation suivant: %(confirmation_url)s. sinon, veuillez ignorer cet email. A bientôt sur %(app_title)s.

source: %(app_title)s: Password Reset
fr: %(app_title)s: changement de mot de passe

source: Password change successful!
fr: Changement de mot de passe réussi !

source: Your password have been changed successfully.
fr: Votre mot de passe a été modifié avec succès.

source: Email sent!
fr: Email envoyé !

source: An email has been sent!
fr: Un email a été envoyé !

source: Password reset failure!
fr: Le changement de mot de passe a échoué !

source: Password reset failure! Please try again.
fr: Le changement de mot de passe a échoué ! Veuillez réessayer.

source: Hello moderator, %(fullname)s is willing to register an account (%(login)s) on the %(app_title)s application. Her (his) email address is %(email)s. Please verify it before accepting this account creation. In order to confirm that email address and accept the user's registration, please click on this confirmation link: %(confirmation_url)s. If you don't accept this request, feel free to ignore this email. Nothing will change into the user's pending account until your click on the confirmation link. Once confirmed, the user can login with her (his) login "%(login)s" and the password she (he) provided.
fr: Bonjour modérateur, %(fullname)s souhaite ouvrir un compte (%(login)s) sur l'application %(app_title)s. Son adresse email est %(email)s. Veuillez la vérifier avant d'accepter cet enregistrement. Pour accepter cette demande et valider l'adresse mail, il vous suffit de cliquer sur ce lien : %(confirmation_url)s. Si vous refusez cette demande, vous pouvez ignorer ce message et la demande restera en l'état. Une fois cette présente demande confirmée, l'utilisatrice (-teur) pourra se connecter avec son login %(login)s et le mot de passe qu'elle (il) a saisi.

source: %(app_title)s: Confirm user registration
fr: %(app_title)s: Confirmer l'enregistrement d'un utilisateur

source: Hello %(fullname)s, In order to confirm your email address in the %(app_title)s application, please click on this confirmation link: %(confirmation_url)s. If you are not at the origin of this request, feel free to ignore this email. Nothing will change into your account until your click on the confirmation link. Once confirmed, you can login with your login "%(login)s" and the password you just provided. See you soon on %(app_title)s.
fr: Bonjour %(fullname)s, Afin de confirmer votre adresse email dans l'application %(app_title)s , veuillez cliquer sur le lien de confirmation suivant: %(confirmation_url)s. Si vous n'êtes as à l'origine de cette requête, veuillez ignorer cet emaill . Une fois la confirmation effectuée, vous pourrez vous identifier avec le nom d'utilisateur "%(login)s" et le mot de passe précédemment fourni. A bientôt sur %(app_title)s.

source: %(app_title)s: Confirm your email address
fr: %(app_title)s: Confirmer votre adresse email

source: Registration request sent
fr: Demande d'inscription envoyée.

source: Confirm your email address!
fr: Confirmez votre adresse email !

source: An email has been sent to the moderator. You will be contacted when your account is activated.
fr: Un email a été envoyé au modérateur. Vous serez contacté lorsque votre compte sera activé.

source: An email has been sent to your email address. You have to click on the confirmation link in this email in order to confirm your email address in the application.
fr: Un email vous a été envoyé à l'adresse saisie. Vous devez cliquer sur le lien de confirmation afin de valider votre adresse email dans l'application.

source: Hello, You were invited by %(host_name)s (%(host_email)s) to the board "%(board_title)s". To view the board, click on this link : %(confirmation_url)s. If you don't already have an account, register with email %(email)s and you will automatically join the board. See you soon on %(app_title)s.
fr: Bonjour, Vous avez été invité par %(host_name)s (%(host_email)s) à rejoindre le tableau "%(board_title)s". Pour consulter ce tableau, cliquez sur ce lien : %(confirmation_url)s. Si vous ne possédez pas encore de compte, enregistrez-vous avec l'email %(email)s et vous rejoindrez automatiquement ce tableau. A bientôt sur %(app_title)s.

source: %(app_title)s: Invitation to the board "%(board_title)s"
fr: %(app_title)s: Invitation à rejoindre le tableau "%(board_title)s"

source: Registration successful for user %s
fr: L'utilisateur %s a été enregistré avec succès

source: Registration failure for user %s
fr: Echec de l'enregistrement de l'utilisateur %s

source: Resetting the password for user %s
fr: Changement de mot de passe pour l'utilisateur %s

source: Password reset failure for user %s
fr: Échec du changement de mot de passe pour l'utilisateur %s

source: Change email
fr: Changer son adresse email

source: Email change successful!
fr: Changement d'email effectué !

source: Email change failure!
fr: Le changement d'adresse email a échoué !

source: Your email have been changed successfully.
fr: Votre email a été changé avec succès.

source: Email change failure! Please retry.
fr: Le changement d'adresse email a échoué ! Veuillez recommencer.

source: Sign in with LDAP
fr: S'identifier avec LDAP

source: Sign in with %s
fr: S'identifier avec %s

source: Authentication failed
fr: Échec de l'authentification !

source: Please provide a full name in %s
fr: Veuillez renseigner votre nom dans %s

source: Card labels
fr: Libellé des cartes

source: Card weights
fr: Pondération des cartes

source: Background
fr: Image de fond

source: Must be positive integers
fr: Entiers positifs uniquement

source: Sequence saved
fr: Liste enregistrée

source: %s more...
fr: %s de plus

source: Add list
fr: Ajouter une liste

source: Edit board description
fr: Editer la description du tableau

source: Preferences
fr: Préférences

source: Export board
fr: Exporter le tableau

source: Save as template
fr: Enregistrer comme modèle

source: Archive board
fr: Archiver

source: Leave this board
fr: Quitter ce tableau

source: Action log
fr: Historique

source: Can't remove last manager
fr: Impossible de supprimer le dernier administrateur

source: Column
fr: Colonne

source: Title
fr: Titre

source: Archived cards
fr: Cartes archivées

source: Save board as template
fr: Enregistrer le tableau comme modèle

source: Save for
fr: Destiné à

source: Me only
fr: Moi seulement

source: All users
fr: Tous les utilisateurs

source: Save
fr: Sauver

source: Please wait while board is saved...
fr: Veuillez attendre pendant que le modèle est enregistré.

source: Template saved!
fr: Modèle enregistré !

source: fill
fr: remplir

source: fit
fr: ajuster

source: stretch
fr: étirer

source: tile
fr: paver

source: center
fr: centrer

source: This board will be archived. Are you sure?
fr: Ce tableau va être archivé. Voulez-vous continuer ?

source: You won't be able to access this board anymore. Are you sure you want to leave it anyway?
fr: Vous n'aurez plus accès à ce tableau. Êtes vous sur de vouloir le quitter définitivement ?

source: Board
fr: Tableau

source: Calendar mode
fr: Mode agenda

source: Board mode
fr: Mode du tableau

source: Archive "%s"
fr: Archiver « %s »

source: Leave "%s"
fr: Quitter « %s »

source: This board will be destroyed. Are you sure?
fr: Ce tableau va être supprimé. Voulez-vous continuer ?

source: Delete "%s"
fr: Détruire « %s »

source: Restore "%s"
fr: Rétablir « %s »

source: All members
fr: Membres

source: Invite members
fr: Inviter des membres

source: Board configuration
fr: Configuration du tableau

source: Labels
fr: Libellés

source: Weights
fr: Pondérations

source: Weighting cards
fr: Pondération des cartes

source: Activate cards weights
fr: Activer la pondération des cartes

source: All affected weights will be reset. Are you sure?
fr: Tous les poids existant vont être perdus. Êtes-vous sûr(e) ?

source: Disabled
fr: Désactivé

source: Free integer
fr: Entier libre

source: Card weights can be any integer
fr: Une pondération peut être n'importe quel entier

source: Integer sequence
fr: Liste d'entiers

source: Choosen within a sequence of integers
fr: Les pondérations peuvent être choisies parmis une liste prédéfinie d'entiers

source: Enter a sequence of integers
fr: Saisissez une liste d'entiers

source: Content Visibility
fr: Visibilité du contenu

source: Choose whether the board is private, public (anyone with the URL can view it ) or shared (public + visible on homepages).
fr: Choisissez si le tableau est privé, public (quiconque connaît l'URL peut y accéder) ou partagé (public + visible sur les pages d'accueil)

source: Private
fr: Privé

source: Shared
fr: Partagé

source: Comments
fr: Commentaires

source: Commenting allows members to make short messages on cards. You can enable or disable this feature.
fr: Permet aux utilisateur de laisser des messages sur les cartes. Vous pouvez activer ou non cette fonctionnalité.

source: Members
fr: Membres

source: Allow votes
fr: Autoriser les votes

source: View archive column
fr: Afficher/Masquer la colonne de cartes archivées

source: Show
fr: Afficher

source: Hide
fr: Masquer

source: You will be notified by email of changes made in this board to cards
fr: Vous serez notifié par email des changements apportés à ce tableau sur ces cartes

source: None
fr: Aucune

source: Affected to me
fr: Me sont affectées

source: All
fr: Toutes

source: Background image
fr: Image de fond

source: Choose an image
fr: Choisir une image

source: Max file size exceeded
fr: Taille de fichier maximale dépassée

source: or
fr: ou

source: Reset background
fr: Réinitialiser le fond

source: Image position
fr: Position de l'image

source: Board title color
fr: Couleur du titre

source: Reset to default color
fr: Réinitialiser la couleur

source: No background selected
fr: Aucune image de fond

source: Change color
fr: Changer la couleur

source: Empty board
fr: Tableau vide

source: Basic Kanban
fr: Kanban de base

source: Create
fr: Créer

source: a new
fr: un nouveau

source: Shared templates
fr: Modèles partagés

source: My templates
fr: Mes modèles

source: Last modified boards
fr: Tableaux récemment modifiés

source: My boards
fr: Mes tableaux

source: Create a board by choosing a template in the menu above, then click on the "Create" button.
fr: Créez un tableau en choisissant un modèle dans le menu juste au dessus, puis cliquer sur le bouton "Créer".

source: Guest boards
fr: Tableaux dont je suis membre

source: Shared boards
fr: Tableaux partagés

source: Archived boards
fr: Tableaux archivés

source: Delete the archived board
fr: Détruire le tableau archivé

source: Delete the archived boards
fr: Détruire les tableaux archivés

source: Deleted boards cannot be restored. Are you sure?
fr: Les tableaux détruits ne pourront pas être rétablis. Êtes-vous sûre(s) ?

source: No matches
fr: Aucun résultat

source: %d match
fr: %d résultat

source: search
fr: chercher

source: Delete
fr: Effacer

source: This card will be archived. Are you sure?
fr: Cette carte sera archivée. Êtes-vous sûr(e) ?

source: Add a card
fr: Ajouter une carte

source: Add
fr: Ajouter

source: User %(author)s has added the checklist "%(list)s" to card "%(card)s"
fr: %(author)s a ajouté la liste "%(list)s" à la carte "%(card)s"

source: User %(author)s has deleted the checklist "%(list)s" from card "%(card)s"
fr: %(author)s a détruit la liste "%(list)s" de la carte "%(card)s"

source: User %(author)s has checked the item %(item)s from the checklist "%(list)s", on card "%(card)s"
fr: %(author)s a coché l'élément "%(item)s" de la liste "%(list)s" sur la carte "%(card)s"

source: User %(author)s has unchecked the item %(item)s from the checklist "%(list)s", on card "%(card)s"
fr: %(author)s a décoché l'élément "%(item)s" de la liste "%(list)s" sur la carte "%(card)s"

source: Enter task
fr: Saisir une tâche

source: Add title
fr: Ajouter un titre

source: Add item
fr: Ajouter un item

source: Checklist
fr: Liste

source: The checklist will be deleted. Are you sure?
fr: La liste sera éffacée. Êtes-vous sûr(e) ?

source: Click to toggle
fr: Cliquer pour basculer

source: The checklist item will be deleted. Are you sure?
fr: La tâche sera détruite. Êtes-vous sûr(e) ?

source: Drag to re-order
fr: Glisser pour réordonner

source: User %(author)s has commented card "%(card)s"
fr: %(author)s a commenté la carte "%(card)s"

source: wrote
fr: a écrit

source: on
fr: le

source: Your comment will be deleted. Are you sure?
fr: Votre commentaire sera détruit. Êtes-vous sûr(e) ?

source: Add comment.
fr: Ajouter un commentaire

source: Add a description. URL in the text are automatically recognized as links.
fr: Ajouter une description. Les URL sont automatiquement reconnues et transformées en liens.

source: bold
fr: gras

source: italic
fr: italique

source: underline
fr: sousligné

source: numbered list
fr: liste numérotée

source: bullet list
fr: liste à puces

source: link
fr: lien

source: Link
fr: Lier

source: Due date
fr: Echéance

source: User %(author)s has added file "%(file)s" to card "%(card)s"
fr: %(author)s a ajouté le fichier "%(file)s" à la carte "%(card)s"

source: File must be less than %d KB
fr: La taille doit être inférieure à %d Ko.

source: Add file
fr: Fichier

source: Are you sure you want to delete this file?
fr: Êtes-vous sûr(e) de vouloir détruire ce fichier ?

source: Configure cover
fr: Configurer vitrine

source: Use the controls below to create the cover of your card.
fr: Choisisez quelle partie de l'image fera la couverture de la carte

source: Create cover
fr: Créer vitrine

source: Remove cover
fr: Ne plus utiliser l'image

source: User %(user)s has been assigned to card "%(card)s"
fr: %(user)s a été assigné à la carte "%(card)s"

source: User %(user)s has been unassigned from card "%(card)s"
fr: %(user)s n'est plus assigné à la carte %(card)s

source: Add members
fr: Membres

source: Vote (%s)
fr: Voter (%s)

source: User %(author)s has weighted card "%(card)s" from (%(from)s) to (%(to)s)
fr: L'utilisateur %(author)s a pondéré la carte "%(card)s" à (%(to)s) — préc. (%(from)s)

source: Weight
fr: Pondération

source: Limit of cards reached fo this list
fr: Nombre limite de cartes atteint pour cette liste

source: Can't be empty
fr: Ne peut être vide

source: Must be bigger than %s
fr: Doit être supérieur à %s

source: The list will be deleted. Are you sure?
fr: La liste sera détruite. Êtes-vous sûr(e) ?

source: Delete this list
fr: Effacer cette liste

source: All the cards will be archived. Are you sure?
fr: Toutes les cartes seront archivées. Êtes-vous sûr(e) ?

source: Empty this list
fr: Vider cette liste

source: All cards will be deleted. Are you sure?
fr: Toutes les cartes seront détruites. Êtes-vous sûr(e) ?

source: Purge the cards
fr: Purger les cartes archivées

source: Name
fr: Nom

source: List title
fr: Titre de la liste

source: Number max of cards
fr: Nombre max. de cartes

source: Set card limit
fr: Nombre max. de cartes

source: This list already holds its maximum amount of cards
fr: Cette liste a déjà atteint sa capacité maximale autorisée.

source: User %(author)s has added card "%(card)s" to column "%(column)s"
fr: L'utilisateur %(author)s a ajouté la carte "%(card)s" à la colonne "%(column)s"

source: User %(author)s has deleted card "%(card)s"
fr: L'utilisateur %(author)s a supprimé la carte "%(card)s"

source: User %(author)s has archived card "%(card)s"
fr: %(author)s a archivé la carte "%(card)s"

source: User %(author)s has moved card "%(card)s" from column "%(from)s" to column "%(to)s"
fr: L'utilisateur %(author)s a déplacé la carte "%(card)s" de la colonne "%(from)s" à la colonne "%(to)s"

source: User %(author)s has renamed card "%(from)s" to "%(to)s"
fr: L'utilisateur %(author)s a renommé la carte "%(from)s" en "%(to)s"

source: all users
fr: tous utilisateurs

source: all cards
fr: toutes cartes

source: Invalid date format !
fr: Format de date invalide !

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Wk
fr: S

source: Week number
fr: Numéro de semaine

source: Today
fr: Aujourd'hui

source: english
fr: anglais

source: french
fr: français

source: japanese
fr: japonais

source: turkish
fr: turc

source: Language
fr: Langue

source: Picture
fr: Image

source: This password doesn't match the old one.
fr: Ce mot de passe ne correspond pas à l'ancien

source: A confirmation email has been sent.
fr: Un email de confirmation a été envoyé

source: The password has been changed
fr: Le mot de passe a été changé

source: Invalid image file
fr: Fichier image invalide

source: New password
fr: Nouveau mot de passe

source: Repeat new password
fr: Répéter nouveau mot de passe

source: Remove
fr: Supprimer

source: Manager
fr: Administrateur
