Repository: pypi-data/pypi-mirror-23
Catalog: packages/kansha/kansha-2.0.7.tar.gz/kansha-2.0.7/data/locale/*/LC_MESSAGES/messages.po
Languages: fr

source: You are the last manager, you can't leave this board.
fr: Vous êtes le dernier administrateur, vous ne pouvez quitter ce tableau.

source: Home
fr: Accueil

source: Logout
fr: Se déconnecter

source: Resend invitation
fr: Renvoyer l'invitation
