Repository: pypi-data/pypi-mirror-23
Catalog: packages/il2fb-difficulty/il2fb-difficulty-1.3.1.tar.gz/il2fb-difficulty-1.3.1/il2fb/config/difficulty/locale/*/LC_MESSAGES/il2fb-difficulty.po
Languages: ru

source: Wind and turbulence
ru: Ветер и турбулентность

source: Flutter effect
ru: Флаттер

source: Stalls and spins
ru: Штопор

source: Blackouts and redouts
ru: Перегрузка

source: Engine overheat
ru: Перегрев двигателя

source: Torque and gyro effects
ru: Гироскопический момент

source: Realistic landings
ru: Реалистичная посадка

source: Take-off and landing
ru: Взлёт-посадка

source: Cockpit always on
ru: Вид только из кабины

source: No external views
ru: Отключить внешние виды

source: Head shake
ru: Перемещения головы

source: No player map icons
ru: Отключить маркер игрока на карте

source: Do not display player icon on map
ru: Отключить маркер игрока на карте

source: Realistic gunnery
ru: Реализм стрельбы

source: Limited ammo
ru: Ограниченный боезапас

source: Limited fuel
ru: Ограниченный запас топлива

source: Vulnerability
ru: Уязвимость

source: No look fixation on air targets
ru: Отключить фиксацию взгляда на воздушных целях

source: Clouds
ru: Облака

source: No map icons
ru: Отключить маркеры на карте

source: Separate start of engines
ru: Раздельный запуск двигателей

source: No instant success
ru: Выполнение задания

source: No minimap path
ru: Без маршрута на карте

source: No speed bar
ru: Без индикатора скорости

source: Complex engine management
ru: Полное управление двигателями

source: Reliability
ru: Реальная надёжность двигателей

source: G-force limits
ru: Динамическое ограничение перегрузки

source: Realistic pilot vulnerability
ru: Реалистичная уязвимость пилота

source: Realistic navigation
ru: Реалистичная навигация

source: No player icon
ru: Отключить маркер игрока на карте

source: Player icon is not shown on map
ru: Маркер, указывающий местоположение игрока не отображается на карте

source: No fog of war icons
ru: Отключить маркеры разведки на карте

source: Disable intelligence icons on map
ru: Маркеры, указывающие местоположение целей не отображаются на карте

source: Bomb fuses
ru: Бомбовые взрыватели

source: Realistic torpedoing
ru: Реалистичное торпедирование

source: Realistic spread of missiles
ru: Реалистичный разброс ракет

source: No player's own view
ru: Без собственного обзора

source: No enemy views
ru: Без обзора противников

source: Without view of enemies
ru: Отключение возможности переключения камеры на самолет противника

source: No friendly views
ru: Без обзора союзников

source: Without view of friends
ru: Отключение возможности переключения камеры на самолет союзника

source: No planes view
ru: Без обзора самолета

source: No aircraft carrier views
ru: Без обзора авианосцев

source: Without view of aircraft carriers
ru: Отключение возможности переключения камеры на любой авианосец или ВПП

source: No look fixation on ground targets
ru: Отключение фиксации взгляда на наземной цели

source: Shared kills
ru: Групповая победа

source: Historically restricted shared kills
ru: Историческое ограничение групповой победы

source: No aircraft views
ru: Без обзора самолетов

source: Without views of aircrafts
ru: Без обзора самолетов

source: Fragile torpedoes
ru: Реалистичное торпедирование

source: No self view after takeoff
ru: Без собственного обзора после взлёта

source: You can look at your own plane from outside only before takeoff
ru: Вы можете смотреть на свой самолет из внешнего вида только до взлёта

source: Realistic bombing
ru: Реалистичное бомбометание

source: Use realistic bombsight inputs
ru: Включить реализм бомбовых прицелов

source: Allow custom TrueColor (24-bit) skins
ru: Разрешить пользовательские TrueColor (24-бит) шкурки

source: Allow players to use custom TrueColor skins, which support 16'777'216 (24 bit) colors instead of 256 (8 bit). Not recommended for usage in online mode, as it can introduce performance issues and can cause game crashes.
ru: Разрешить игрокам использовать собственные TrueColor “шкурки”, которые поддерживают 16’777’216 (24 бит) цветов вместо 256-ти (8 бит). Не рекоммендуется использовать в режиме сетевой игры из-за возможных проблем производительности вплоть до сбоев игры.

source: Flight model
ru: Лётная модель

source: Weapons
ru: Вооружение

source: View
ru: Обзор

source: Icons and map
ru: Иконки и карта

source: Miscellaneous
ru: Разное

source: Easy
ru: Легко

source: Normal
ru: Нормально

source: Full real
ru: Как в жизни

source: Parameter '{parameter}' is locked by {lockers} accordingly to the rules of game.
ru: Параметр '{parameter}' заблокирован {lockers} в соответствии с правилами игры.

source: Difficulty value must be an integer.
ru: Значение сложности должно быть целым числом.

source: Difficulty value must be >= 0.
ru: Значение сложности должно быть >= 0.

source: Settings must be an instance of '{expected}' or its subclass.
ru: Настройки должны быть экземпляром ‘{expected}' или его подкласса.
