Repository: pypi-data/pypi-mirror-23
Catalog: packages/eea.pdf/eea.pdf-8.2.zip/eea.pdf-8.2/eea/pdf/locales/*/LC_MESSAGES/eea.po
Languages: cs, da, es, is

source: * The email is only used for the purpose of sending the PDF. We do not store it for any other use.
cs: * E-mail je použit pouze pro účely odeslání PDF. Nechceme uložit ji pro jiné účely.
da: * Den e-mail bruges kun til det formål at sende PDF-filen. Vi gemmer ikke det til anden brug.
es: * El correo electrónico sólo se utiliza con el fin de enviar el PDF. No la almacenamos para ningún otro uso.
is: * Netfangið er einungis notað í þeim tilgangi að senda PDF. Við geyma það ekki til neinnar annarrar notkunar.

source: A page template to be used for PDF Back Cover. Leave empty to disable it.
cs: Šablona stránky, které mají být použity pro PDF zadní stranu obálky. Nechte prázdné pro vypnutí.
da: En side skabelon, der skal bruges til PDF Back Cover. Lad tom for at deaktivere den.
es: Una plantilla de página que se utilizará para la Contraportada de PDF. Dejar vacío para desactivarlo.
is: A síðu sniðmát til að nota fyrir PDF bakhliðina. Leyfi tómur að gera það.

source: A page template to be used for PDF Body. Leave empty to disable it.
cs: Šablona stránky, které mají být použity pro PDF orgánu. Nechte prázdné pro vypnutí.
da: En side skabelon til brug for PDF organ. Lad tom for at deaktivere den.
es: Una plantilla de página que se utilizará para PDF Body. Dejar vacío para desactivarlo.
is: A síðu sniðmát til að nota fyrir PDF ráði. Leyfi tómur að gera það.

source: A page template to be used for PDF Cover. Leave empty to disable it.
cs: Šablona stránky, které mají být použity pro PDF Cover. Nechte prázdné pro vypnutí.
da: En side skabelon til brug for PDF Cover. Lad tom for at deaktivere den.
es: Una plantilla de página que se utilizará para la portada de PDF. Dejar vacío para desactivarlo.
is: A síðu sniðmát til að nota fyrir PDF Cover. Leyfi tómur að gera það.

source: A page template to be used for PDF Disclaimer, the first page after PDF cover. Leave empty to disable it.
cs: Šablona stránky, které mají být použity pro PDF Disclaimer. Nechte prázdné pro vypnutí.
da: En side skabelon, der skal bruges til PDF Ansvarsfraskrivelse. Lad tom for at deaktivere den.
es: Una plantilla de página que se utilizará para la exención de responsabilidad de PDF, la primera página después de la cubierta de PDF. Dejar vacío para desactivarlo.
is: A síðu sniðmát til að nota fyrir PDF fyrirvari, fyrstu blaðsíðu eftir PDF kápa. Leyfi tómur að gera það.

source: A page template to be used for PDF Footer. Leave empty to disable it.
cs: Šablona stránky, které mají být použity pro PDF zápatí. Nechte prázdné pro vypnutí.
da: En side skabelon, der skal bruges til PDF Footer. Lad tom for at deaktivere den.
es: Una plantilla de página que se utilizará para PDF Footer. Dejar vacío para desactivarlo.
is: A síðu sniðmát til að nota fyrir PDF Footer. Leyfi tómur að gera það.

source: A page template to be used for PDF Header. Leave empty to disable it.
cs: Šablona stránky, které mají být použity pro záhlaví PDF. Nechte prázdné pro vypnutí.
da: En side skabelon til brug for PDF Header. Lad tom for at deaktivere den.
es: Una plantilla de página que se utilizará para el encabezado PDF. Dejar vacío para desactivarlo.
is: A síðu sniðmát til að nota fyrir PDF haus. Leyfi tómur að gera það.

source: Abort PDF export after specified number of seconds. Use zero to disable it.
cs: Přerušit exportovat do PDF po zadaném počtu sekund. Použít nula jej zakázat.
da: Afbryd PDF eksport efter angivne antal sekunder. Brug nul for at deaktivere den.
es: Anule la exportación de PDF después del número especificado de segundos. Utilice cero para deshabilitarlo.
is: Hætta PDF útflutning eftir tiltekinn fjölda sekúndna. Notaðu núll að gera það.

source: An XSL page template to be used for PDF Table of contents. Leave empty to disable it.
cs: Šablona XSL stránky, které mají být použity pro PDF obsahu. Nechte prázdné pro vypnutí.
da: En XSL side skabelon, der skal bruges til PDF Indholdsfortegnelse. Lad tom for at deaktivere den.
es: Una plantilla de página XSL que se utilizará para PDF Tabla de contenido. Dejar vacío para desactivarlo.
is: An XSL síðu sniðmát til að nota til PDF töflu innihaldslýsingu. Leyfi tómur að gera það.

source: An email will be sent to you when the PDF is ready
cs: E-mail bude zaslán na vás, když je PDF připraven
da: En e-mail vil blive sendt til dig, når PDF-filen er klar
es: Se le enviará un correo electrónico cuando el PDF esté listo
is: Tölvupóstur verður sendur til þín þegar PDF er tilbúinn

source: Asynchronous
cs: Asynchronní
es: Asincrónico
is: ósamstilltur

source: Back Cover
cs: Zadní kryt
da: Bagsiden
es: Contraportada
is: Baksíða

source: Body
cs: Tělo
da: Legeme
es: Cuerpo

source: Cover
cs: Pokrýt
da: Dække over
es: Cubrir

source: Disable PDF export or override theme used to export this content as PDF.
cs: Zakázat exportovat do PDF nebo potlačení motiv použitý pro vývoz tohoto obsahu ve formátu PDF.
da: Deaktiver PDF eksport eller overstyring tema, der bruges til at eksportere dette indhold som PDF.
es: Deshabilite el tema de exportación o sustitución de PDF utilizado para exportar este contenido como PDF.
is: Slökkva PDF útflutning eða hunsa þemanu til að flytja þetta efni sem PDF.

source: Disclaimer
cs: dementi
es: Renuncia
is: Fyrirvari

source: Download as PDF
cs: Ke stažení ve formátu PDF
da: Download som PDF
es: Descargar en PDF
is: Sækja sem PDF

source: Enable or disable javascript
cs: Povolit nebo zakázat JavaScript
da: Aktiver eller deaktiver javascript
es: Habilitar o deshabilitar javascript
is: Virkja eða slökkva javascript

source: Enable static footer and header html pages. Footer and header templates are evaluated once and then served for every pdf page.
cs: Povolit statické zápatí a záhlaví HTML stránky. Zápatí a záhlaví šablony jsou vyhodnocovány jednou a pak sloužil pro každou stránku PDF.
da: Aktiver statiske footer og header html sider. Footer og header skabeloner evalueres én gang og derefter serveret for hver PDF-side.
es: Habilitar pie de página estático y páginas html de encabezado. Las plantillas de encabezado y de pie de página se evalúan una vez y luego se publican para cada página pdf.
is: Virkja truflanir fót og haus HTML síður. Footer og haus sniðmát eru metin einu sinni og þá þjónaði fyrir hvert pdf síðu.

source: Enable table of contents links
cs: Aktivovat Obsah vazeb
da: Aktiver indholdsfortegnelse links
es: Habilitar vínculos a la tabla de contenido
is: Virkja efnisyfirlit tenglum

source: Enter your email address where to send '${title}' PDF when ready
cs: Zadejte e-mailovou adresu, kam poslat '${title}' PDF, když je připraven
da: Indtast din e-mailadresse, hvor at sende '${title}' PDF når du er klar
es: Ingrese su dirección de correo electrónico a donde enviar '${title}' PDF cuando esté listo
is: Sláðu inn netfangið þitt hvar á að senda '${title}' PDF þegar tilbúið

source: Flush all PDFs cache for this theme
cs: Flush všechny mezipaměť souborů PDF pro toto téma
da: Skyl alle PDF'er cache for dette tema
es: Vaciar toda la caché de PDFs para este tema
is: Flush allt PDFs skyndiminni fyrir þetta þema

source: Footer
cs: Zápatí
es: Pie de página

source: Generate PDF asynchronously and send an email to the user when it's done.
cs: Generování PDF asynchronně a poslat e-mail uživateli, když se to dělá.
da: Generer PDF asynkront og send en mail til brugeren, når det er gjort.
es: Generar PDF de forma asincrónica y enviar un correo electrónico al usuario cuando haya terminado.
is: Mynda PDF asynchronously og senda tölvupóst til notanda þegar það er gert.

source: Header
cs: hlavička
es: Encabezado

source: If you don't have access to your email address check <a href='${link}'>this link</a> in a few ${period}.
cs: Pokud nemáte přístup ke svému e-mailová adresa odjezdu <a href='${link}'> tento odkaz </a> v několika ${period}.
da: Hvis du ikke har adgang til din e-mailadresse Tjek <a href='${link}'> dette link </a> i et par ${period}.
es: Si no tiene acceso a su dirección de correo electrónico, marque <a href='${link}'>este enlace</a> en unos cuantos ${period}.
is: Ef þú hefur ekki aðgang að netfanginu athuga <a href='${link}'> þinn hlekk </a> í nokkrum ${period}.

source: Images cover collection
cs: Snímky zahrnují sbírku
da: Billeder dække samling
es: Colección de portadas de imágenes
is: Images ná safn

source: Invalidate latest generated PDF file
cs: Znehodnotit nejnovější vygenerovaný soubor ve formátu PDF
da: Ugyldiggør nyeste genererede PDF-fil
es: Invalidar el último archivo PDF generado
is: gildiÃ nýjustu mynda PDF-skrá

source: JavaScript delay
cs: JavaScript zpoždění
da: JavaScript forsinke
es: Retraso de JavaScript
is: JavaScript töf

source: Javascript delay
cs: Javascript zpoždění
da: Javascript forsinke
es: Retraso de Javascript
is: Javascript töf

source: Main cover image that will show up on the pdf cover page
cs: Hlavní kryt obraz, který se objeví na titulní straně pdf
da: Main cover billede, der vil dukke op på pdf forsiden
es: Imagen de portada principal que aparecerá en la portada del pdf
is: Main ná mynd sem mun mæta á pdf forsíðu

source: Maximum breadth
cs: Maximální šířka
da: største bredde
es: Extensión máxima
is: Hámarks breidd

source: Maximum breadth to include children items while generating PDF for collection or folderish content-types.
cs: Maximální šířka zahrnout děti předměty při generování PDF pro shromažďování nebo folderish obsahových typů.
da: Maksimal bredde til også at omfatte børn emner, mens generere PDF til indsamling eller folderish indhold-typer.
es: Amplitud máxima para incluir elementos de los niños mientras generan PDF para la colección o carpetas de contenido.
is: Hámarks breidd að fela börnum atriði á meðan að búa PDF fyrir söfnun eða folderish efni-gerðir.

source: Maximum breadth to include children items while generating PDF. Leave it empty to use the portal global defined value.
cs: Maximální šířka zahrnout děti předměty při generování PDF. Ponechte prázdné použít portál globální definovanou hodnotu.
da: Maksimal bredde til også at omfatte børn emner, mens generere PDF. Efterlad den tom at bruge portalen globale defineret værdi.
es: Amplitud máxima para incluir elementos infantiles mientras se genera PDF. Dejar vacío para usar el valor definido global del portal.
is: Hámarks breidd að fela börnum atriði á meðan að búa PDF. Hafðu tómt, að nota gáttina heimsvísu skilgreinda gildi.

source: Maximum depth
cs: Maximální hloubka
da: Maksimal dybde
es: Profundidad máxima
is: Hámarks dýpt

source: Maximum depth to recursively include children items while generating PDF for collection or folderish content-types.
cs: Maximální hloubka rekurzivně obsahovat děti předměty při generování PDF pro shromažďování nebo folderish obsahových typů.
da: Maksimal dybde til rekursivt omfatte børn emner, mens generere PDF til indsamling eller folderish indhold-typer.
es: Profundidad máxima para incluir de forma recursiva los elementos de los niños mientras generan PDF para la colección o los tipos de contenido folderish.
is: Hámarks dýpt að endurkvæmt fela börnum atriði á meðan að búa PDF fyrir söfnun eða folderish efni-gerðir.

source: Maximum depth to recursively include children items while generating PDF. Leave it empty to use the portal global defined value.
cs: Maximální hloubka rekurzivně obsahovat děti předměty při generování PDF. Ponechte prázdné použít portál globální definovanou hodnotu.
da: Maksimal dybde til rekursivt omfatte børn emner, mens generere PDF. Efterlad den tom at bruge portalen globale defineret værdi.
es: Profundidad máxima para incluir de manera recursiva los elementos de los niños al generar PDF. Dejar vacía para usar el valor definido global del portal.
is: Hámarks dýpt að endurkvæmt fela börnum atriði á meðan að búa PDF. Hafðu tómt, að nota gáttina heimsvísu skilgreinda gildi.

source: Maximum items
cs: maximální počet položek
da: Maksimum emner
es: Elementos máximos
is: Maximum atriði

source: Offset
cs: ofset

source: PDF Maximum breadth
cs: PDF Maximální šířka
da: PDF Maksimal bredde
es: Extensión máxima de PDF
is: PDF Hámarks breidd

source: PDF Maximum depth
cs: PDF Maximální hloubka
da: PDF Maksimal dybde
es: Profundidad máxima del PDF
is: PDF Hámarks dýpt

source: PDF Maximum items
cs: PDF Maximální počet položek
da: PDF Maksimal emner
es: Elementos máximos PDF
is: PDF Maximum atriði

source: PDF Theme
cs: PDF Téma
da: PDF Tema
es: Tema PDF
is: PDF Þema

source: Page numbering offset within PDF Body.
cs: Číslování stránek offset v PDF orgánu.
da: Side nummerering offset inden PDF organ.
es: Desplazamiento de numeración de página dentro del cuerpo de PDF.
is: Page númeri móti innan PDF Body.

source: Please wait...
cs: Prosím, čekejte...
da: Vent venligst...
es: Espere por favor...
is: Vinsamlega bíðið...

source: Portal types
cs: Portál typy
da: Portal typer
es: Tipos de portal
is: Portal tegundir

source: Preview
cs: Náhled
da: Fernisering
es: Previsualizar
is: Forskoða

source: Send
cs: Poslat
da: Sende
es: Enviar
is: Senda

source: Static Footer and Header
cs: Statická zápatí a záhlaví
da: Statisk Footer og Header
es: Pie de página estático y encabezado
is: Static Footer og haus

source: Table of contents
cs: Obsah
da: Indholdsfortegnelse
es: Tabla de contenido
is: Efnisyfirlit

source: Table of contents depth level
cs: Obsah úroveň hloubka
da: Indholdsfortegnelse dybdeniveau
es: Nivel de profundidad de la tabla de contenido
is: Table of Contents dýpt stigi

source: Table of contents links
cs: Obsah odkazy
da: Indholdsfortegnelse links
es: Enlaces de contenido
is: Table of Contents tenglum

source: Timeout
cs: Časový limit
da: Tiden er gået
es: Tiempo de espera
is: Tími

source: Total maximum children items to be included while generating PDF for collection or folderish content-types.
cs: Celková maximální děti položky, které mají být zahrnuty při generování PDF pro shromažďování nebo folderish obsahových typů.
da: Total maksimale børn elementer der skal indgå samtidig med at generere PDF til indsamling eller folderish indhold-typer.
es: Total máximo de elementos infantiles que se incluirán al generar PDF para la colección o tipos de contenido folderish
is: Samtals hámarks börn atriði til að vera með á meðan að búa PDF fyrir söfnun eða folderish efni-gerðir.

source: Total maximum children items to be includedwhile generating PDF. Leave it empty to use the portal global defined value.
cs: Celková maximální děti položky, které mají být includedwhile vytváření PDF. Ponechte prázdné použít portál globální definovanou hodnotu.
da: Total maksimale børn elementer der skal indgå samtidig med at generere PDF. Efterlad den tom at bruge portalen globale defineret værdi.
es: Total máximo de elementos infantiles que se incluirán durante la generación de PDF. Dejar vacío para usar el valor definido global del portal.
is: Samtals hámarks börn atriði til að vera includedwhile búa PDF. Hafðu tómt, að nota gáttina heimsvísu skilgreinda gildi.

source: Upload a preview image for this theme
cs: Nahrát obrázek náhledu pro toto téma
da: Upload et eksempelbillede for dette tema
es: Subir una imagen de previsualización para este tema
is: Hlaða sýnishorn mynd fyrir þetta þema

source: Use this PDF Theme for the following Portal-Types.
cs: Použijte tento PDF téma pro následujících portálového typů.
da: Brug denne PDF tema for følgende Portal-Types.
es: Utilice este Tema PDF para los siguientes Tipos de Portal.
is: Nota þetta PDF Þema fyrir eftirfarandi Portal-Types

source: Used for:
cs: Používá:
da: Anvendes til:
es: Se utiliza para:
is: Notað fyrir:

source: Wait some seconds for javascript to finish
cs: Počkejte několik sekund pro javascript až do konce
da: Vent nogle sekunder for javascript for at afslutte
es: Espera unos segundos para que javascript termine
is: Bíddu nokkrar sekúndur fyrir JavaScript til að klára

source: Which header tags should be taken into consideration for the table of contents.
cs: Které záhlaví značky by měly být vzaty v úvahu při obsahu.
da: bør tages Hvilke header tags i betragtning ved indholdsfortegnelsen.
es: Que etiquetas de encabezado deben ser tomadas en consideración para la tabla de contenido.
is: Hvaða haus tags ætti að taka tillit til efnisyfirliti.

source: if cover image not present use a random cover from the collection.
cs: pokud Obálka není přítomen použití náhodný kryt z kolekce.
da: hvis dækning billede ikke nuværende brug en tilfældig dæksel fra samlingen.
es: si la imagen de portada no presente utiliza una cubierta aleatoria de la colección.
is: ef ná mynd ekki nota staðar af handahófi kápa úr safni.

source: minutes
cs: zápis
da: minutter
es: minutos
is: mínútur

source: seconds
cs: sekundy
da: sekunder
es: segundos
is: sekúndur

source: PDF cover main image
da: PDF dækning vigtigste billede
es: Imagen principal de la cubierta del PDF
is: PDF ná helstu myndina
