Repository: pypi-data/pypi-mirror-23
Catalog: packages/mayan-edms/mayan_edms-2.5.2-py2-none-any.whl/mayan/apps/checkouts/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Checkouts
pt_br: Reservas

source: Checkedout documents
pt_br: Documentos verificados

source: Document automatically checked in
pt_br: Documento devolvido automaticamente

source: Document checked in
pt_br: Documento devolvido

source: Document checked out
pt_br: Documento reservado

source: Document forcefully checked in
pt_br: Documento devolvido forçosamente

source: Document already checked out.
pt_br: Documento já está reservado.

source: Document status
pt_br: Status do documento

source: User
pt_br: Usuário

source: Check out time
pt_br: Hora da reserva

source: Check out expiration
pt_br: Saída da reserva

source: New versions allowed?
pt_br: Novas versões permitidas?

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Check out document
pt_br: Reservar documentos

source: Check in document
pt_br: Devolver documento

source: Check in/out
pt_br: Reservas

source: Checked out
pt_br: Reservado

source: Checked in/available
pt_br: Devolvido/disponível

source: Document
pt_br: Documento

source: Check out date and time
pt_br: Data e hora da reserva

source: Amount of time to hold the document checked out in minutes.
pt_br: Quantidade de tempo para manter o documento reservado em minutos.

source: Check out expiration date and time
pt_br: Data e hora da expiração da reserva.

source: Do not allow new version of this document to be uploaded.
pt_br: Não permitir que novas versões deste documento sejam carregadas.

source: Block new version upload
pt_br: Restringir o carregamento de novas versões

source: Check out expiration date and time must be in the future.
pt_br: Data e hora da expiração da reserva deve ser no futuro.

source: Document checkout
pt_br: Reserva de documentos

source: Document checkouts
pt_br: Reservas de documentos

source: New version block
pt_br: Bloqueio de nova versão

source: New version blocks
pt_br: Bloqueios de nova versão

source: Check in documents
pt_br: Devolver documentos

source: Forcefully check in documents
pt_br: Devolver documentos forçosamente

source: Check out documents
pt_br: Reservar documentos

source: Check out details view
pt_br: Detalhes da reserva

source: Error trying to check out document; %s
pt_br: Erro tentando reservar documeto; %s

source: Document "%s" checked out successfully.
pt_br: Documento "%s" reservado com êxito.

source: Check out document: %s
pt_br: Reservar o documento: %s

source: Documents checked out
pt_br: Documentos reservados

source: Checkout time and date
pt_br: Data e hora da reserva

source: Checkout expiration
pt_br: Expiração da reserva

source: Check out details for document: %s
pt_br: Detalhes da reserva para o documento: %s

source: You didn't originally checked out this document. Forcefully check in the document: %s?
pt_br: Você não reservou inicialmente este documento. Devolver forçosamente o documento: %s?

source: Check in the document: %s?
pt_br: Devolver o documento: %s?

source: Document has not been checked out.
pt_br: O documento não foi reservado.

source: Error trying to check in document; %s
pt_br: Erro tentando devolver o documento: %s

source: Document "%s" checked in successfully.
pt_br: Documento "%s" devolvido com sucesso.

source: Period
pt_br: Período
