Repository: pypi-data/pypi-mirror-23
Catalog: packages/django-sayit/django-sayit-1.5.tar.gz/django-sayit-1.5/speeches/locale/*/LC_MESSAGES/django.po
Languages: el, he

source: All Speakers
el: Όλοι οι ομιλητές
he: כל הדוברים/דוברות

source: Add a new speaker
el: Πρόσθεσε νέο ομιλητή
he: הוספת דובר/ת חדש/ה

source: Once you have, this page will contain a list of all the different people who made each statement in this SayIt site.
el: Όταν θα το έχεις πράξει, θα εμφανιστεί εδώ λίστα με όλους τους ομιλητές.
he: ברגע שתעשו זאת, עמוד זה יכלול רשימה של כל האנשים שמיוחסת להם הצהרה באתר זה של SayIt.

source: Invisible
el: Αόρατη
he: בלתי נראה

source: Link in context
el: Σύνδεσμος με συγκείμενο
he: קישור בהקשר

source: Link
el: Σύνδεσμος
he: קישור

source: [ recorded audio ]
el: [ ηχογράφηση ]
he: [ אודיו מוקלט ]

source: Edit
el: Επεξεργασία
he: עריכה

source: Delete
el: Διέγραψε
he: מחיקה

source: Delete speech
el: Διέγραψε την ομιλία
he: מחיקת נאום

source: Please wait, audio is being transcribed. This page will automatically refresh in 5 seconds...
el: Παρακαλώ περιμένετε ενόσω ο ήχος μεταγράφεται. Η σελίδα θα επαναφορτωθεί αυτόματα σε 5 δευτερόλεπτα.
he: אנא המתינו, קטע השמע מתומלל. עמוד זה ירענן עצמו אוטומטית בעוד 5 שניות ...

source: Your speech has been saved!
el: Η ομιλία έχει αποθηκευτεί
he: הנאום שלך נשמר!

source: Add another speech like this
el: Πρόσθεσε ακόμα μία παρόμοια ομιλία
he: הוסיפו נאום נוסף כמו זה

source: Show speech in context
el: Δες την ομιλία στο συγκείμενο
he: הצגת הנאום בהקשר

source: Add another speech
el: Πρόσθεσε ακόμα μία ομιλία
he: הוספת נאום נוסף

source: <span class="speech__meta-data__speech-type">%(type)s</span> by <span class="speech__meta-data__speaker-name"> <a href="%(speaker_url)s">%(speaker)s</a> </span> on <span class="speech__meta-data__date">%(date)s</span>
el: <span class="speech__meta-data__speech-type">%(type)s</span> από <span class="speech__meta-data__speaker-name"> <a href="%(speaker_url)s">%(speaker)s</a> </span> στις <span class="speech__meta-data__date">%(date)s</span>
he: <span class="speech__meta-data__speech-type">%(type)s</span> על ידי <span class="speech__meta-data__speaker-name"> <a href="%(speaker_url)s">%(speaker)s</a> </span> ב<span class="speech__meta-data__date">%(date)s</span>

source: <span class="speech__meta-data__speech-type">%(type)s</span> by <span class="speech__meta-data__speaker-name"> <a href="%(speaker_url)s">%(speaker)s</a> </span>
el: <span class="speech__meta-data__speech-type">%(type)s</span> από <span class="speech__meta-data__speaker-name"> <a href="%(speaker_url)s">%(speaker)s</a> </span>
he: <span class="speech__meta-data__speech-type">%(type)s</span> על ידי<span class="speech__meta-data__speaker-name"> <a href="%(speaker_url)s">%(speaker)s</a> </span>

source: <span class="speech__meta-data__speech-type">%(type)s</span> by <span class="speech__meta-data__speaker-name">an unknown speaker</span> on <span class="speech__meta-data__date">%(date)s</span>
el: <span class="speech__meta-data__speech-type">%(type)s</span> από <span class="speech__meta-data__speaker-name">άγνωστο ομιλητή</span> στις <span class="speech__meta-data__date">%(date)s</span>
he: <span class="speech__meta-data__speech-type">%(type)s</span> על ידי <span class="speech__meta-data__speaker-name">לא ידוע/ה speaker</span> ב<span class="speech__meta-data__date">%(date)s</span>

source: <span class="speech__meta-data__speech-type">%(type)s</span> by <span class="speech__meta-data__speaker-name">an unknown speaker</span>
el: <span class="speech__meta-data__speech-type">%(type)s</span> από <span class="speech__meta-data__speaker-name">άγνωστο ομιλητή</span>
he: <span class="speech__meta-data__speech-type">%(type)s</span> על ידי <span class="speech__meta-data__speaker-name">דובר/ת לא ידועה</span>

source: <span class="speech__meta-data__speech-type">%(type)s</span> on <span class="speech__meta-data__date">%(date)s</span>
el: <span class="speech__meta-data__speech-type">%(type)s</span> στις <span class="speech__meta-data__date">%(date)s</span>
he: span class="speech__meta-data__speech-type">%(type)s</span> ב<span class="speech__meta-data__date">%(date)s</span>

source: Show context
el: Δες συγκείμενο
he: הצגת ההקשר

source: previous speech
el: προηγούμενη ομιλία
he: הנאום הקודם

source: next speech
el: επόμενη ομιλία
he: הנאום הבא

source: Edit speech
el: Επεξεργάσου ομιλία
he: עריכת נאום

source: Add a speech
el: Πρόσθεσε ομιλία
he: הוספת נאום

source: You can cut and paste quotes from news sites, social media or blogs,<br>or transcribe any audio or video records you may have access to
el: Μπορείς να αποκόψεις και να επικολλήσεις αναφορές σε δημοσιεύματα από ενημερωτικές ιστοσελίδες, μέσα κοινωνικής δικτύωσης ή blogs· ή και να μεταγράψεις οπτικοακουστικό υλικό στο οποίο τυχών έχεις πρόσβαση.
he: אתם יכולים לגזור ולהדביק ציטוטים מאתרים חדשים, מדיה חברתית או בלוגים,<br>או לתמלל כל קטע אודיו או וידאו שיש לכם גישה אליהם

source: Date &amp; Time
el: Ημερομηνία και ώρα
he: תאריך &amp; שעה

source: Event &amp; Location
el: Τοποθεσία και συμβάν
he: ארוע &amp; מיקום

source: Title &amp; Tags
el: Επικεφαλίδα και ετικέτες
he: כותרת &amp; תגיות

source: Save changes
el: Αποθήκευση αλλαγών
he: שמירת שינויים

source: Save speech
el: Αποθήκευση ομιλίας
he: שמירת נאום

source: View Speaker: %(speaker_name)s
el: Δες τ@ ομιλητή: %(speaker_name)s
he: הצגת הדובר/ת: %(speaker_name)s

source: View Section: %(section_title)s
el: Δες την ενότητα: %(section_title)s
he: הצגת החלק %(section_title)s

source: Speeches assigned.
el: Ομιλίες που ανήκουν σε ομιλητές.
he: נאומים שהוקצו.

source: %(created)d speaker created.
el: Δημιουργήθηκε %(created)d ομιλητής.
he: דובר/ת %(created)d נוצר/ה.

source: %(refreshed)d speaker refreshed.
el: Ανανεώθηκε %(refreshed)d ομιλητής.
he: דובר/ת %(refreshed)d נוצר/ה.

source: No speakers found.
el: Δεν βρέθηκαν ομιλητές.
he: לא נמצאו דוברים או דוברות.

source: Sorry - something went wrong with the import
el: Κάτι πήγε λάθος με την εισαγωγή των πληροφοριών.
he: מצטערים - משהו השתבש בפעולת היבוא

source: Created:
el: Δημιουργήθηκε:
he: נוצר:

source: %(speakers)d speaker
el: %(speakers)d ομιλητής
he: דובר/ת %(speakers)d

source: %(sections)d section
el: %(sections)d ενότητα
he: חלק %(sections)d

source: %(speeches)d speech
el: %(speeches)d ομιλία
he: נאום %(speeches)d

source: Nothing new to import.
el: Δεν βρέθηκε τίποτε καινούριο για εισαγωγή.
he: אין שום דבר לייבא.

source: yyyy-mm-dd
el: εεεε-μμ-ηη

source: dd/mm/yyyy
el: ηη/μμ/εεεε

source: dd/mm/yy
el: ηη/μμ/εε

source: mm/dd/yyyy
el: μμ/ηη/εεεε

source: mm/dd/yy
el: μμ/ηη/εε

source: hh:mm
el: ωω:λλ

source: email
he: דוא"ל

source: Email
he: דוא"ל

source: Snail mail
he: כתובת דואר רגילה

source: Twitter
he: טוויטר

source: Facebook
he: פייסבוק

source: Fax
he: פקס

source: url
he: כתובת URL

source: slug
he: אסימון

source: celery task ID
he: מזהה משימת celery
