Repository: pypi-data/pypi-mirror-23
Catalog: packages/django-sayit/django-sayit-1.5.tar.gz/django-sayit-1.5/speeches/locale/*/LC_MESSAGES/django.po
Languages: el, he

source: Member
el: Μέλος

source: Members of this organization
el: Μέλη του οργανισμού

source: start date
el: ημερομηνία έναρξης
he: תאריך התחלה

source: The date when the validity of the item starts
el: Ημερομηνία που ξεκινά η ισχύ του αντικειμένου
he: התאריך בו מתחיל הפריט להיות בעל תוקף

source: end date
el: ημερομηνία λήξης
he: תאריך סיום

source: The date when the validity of the item ends
el: Ημερομηνία που παύει η ισχύ του αντικειμένου
he: התאריך בו מסתיים תוקפו של הפריט

source: creation time
el: ώρα δημιουργίας
he: תאריך היצירה

source: last modification time
el: ώρα τελευταίας αναθεώρησης
he: תאריך השינוי האחרון

source: name
el: όνομα
he: שם

source: A person's preferred full name
el: Ονοματεπώνυμο προτίμησης του ατόμου
he: שמם המלא/מועדף של האיש/ה

source: family name
el: επώνυμο
he: שם משפחה

source: One or more family names
el: Ένα ή περισσότερα επώνυμα
he: שם משפחה אחד או יותר

source: given name
el: όνομα (μικρό)
he: שם פרטי

source: One or more primary given names
el: Ένα ή περισσότερα κυρίως ονόματα (μικρά)
he: שם פרטי אחד או יותר

source: additional name
el: επιπλέον ονόματα
he: שם נוסף

source: One or more secondary given names
el: Ένα ή περισσότερα δευτερεύοντα ονόματα (μικρά)
he: שם שני אחד או יותר

source: honorific prefix
el: τιμητικά προθέματα
he: תואר מכבד

source: One or more honorifics preceding a person's name
el: Τιμητικοί τίτλοι που προηγούνται του ονόματος
he: הקדמת כבוד אחת או יותר

source: honorific suffix
el: τιμητικά επιθέματα
he: סיומת כבוד

source: One or more honorifics following a person's name
el: Τιμητικοί τίτλοι που ακολουθούν το όνομα
he: סיומת כבוד שמופיעה לאחר שם האדם

source: patronymic name
el: πατρώνυμο
he: שם פטרון

source: One or more patronymic names
el: Ένα ή περισσότερα πατρώνυμα
he: שם פטרון אחד או יותר

source: sort name
el: ταξινομικό όνομα
he: שם למיון

source: A name to use in an lexicographically ordered list
el: Όνομα για χρήση σε αλφαβητικό κατάλογο
he: שם לשימוש ברשימה לקסיגרפית

source: A preferred email address
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου της προτίμησής τους
he: כתובת דוא"ל מועדפת

source: gender
el: φύλο
he: מין

source: A gender
el: Φύλο
he: מין

source: birth date
el: ημερομηνία γέννησης
he: תאריך לידה

source: A date of birth
el: Ημερομηνία γέννησης
he: תאריך הלידה

source: death date
el: ημερομηνία θανάτου
he: תאריך פטירה

source: A date of death
el: Ημερομηνία θανάτου
he: תאריך הפטירה

source: image
el: φωτογραφία
he: מונה

source: A URL of a head shot
el: URL φωτογραφίας προσώπου
he: כתובות URL של צילום ראש

source: summary
el: περιληπτική βιογραφία
he: סיכום

source: A one-line account of a person's life
el: Βιογραφία ατόμου (μία πρόταση)
he: סיכום של שורה של חיי האדם

source: biography
el: βιογραφία
he: ביוגרפיה

source: An extended account of a person's life
el: Εκτενέστερη βιογραφία του ατόμου
he: סיכום מורחב של חיי האדם

source: national identity
el: εθνική ταυτότητα

source: A national identity
el: Εθνική ταυτότητα

source: A primary name, e.g. a legally recognized name
el: Κυρίως όνομα, π.χ. το νομικό όνομα
he: שם ראש, לדוגמה, שם בעל הכרה חוקית

source: A one-line description of an organization
el: Περιγραφή του οργανισμού (μια πρόταση)

source: An extended description of an organization
el: Εκτενέστερη περιγραφή του οργανισμού

source: classification
el: είδος
he: סיווג

source: An organization category, e.g. committee
el: Είδος οργανισμού, π.χ. «επιτροπή»
he: קטגוריה ארגונית, לדוגמא "ועדה"

source: The organization that contains this organization
el: Ο οργανισμός στον οποίο υπάγεται αυτός ο οργανισμός
he: הארגון אשר כולל ארגון זה

source: The geographic area to which this organization is related
el: Η γεωγραφική περιοχή με την οποία ο οργανισμός συσχετίζεται

source: founding date
el: ημερομηνία ίδρυσης
he: תאריך יסוד

source: A date of founding
el: Ημερομηνία ίδρυσης
he: תאריך הייסוד

source: dissolution date
el: ημερομηνία διάλυσης
he: תאריך פירוק

source: A date of dissolution
el: Ημερομηνία διάλυσης
he: תאריך הפירוק

source: A URL of an image, to identify the organization visually
el: URL εικόνας που απεικονίζει τον οργανισμό

source: label
el: επιγραφή
he: תוית

source: A label describing the post
el: Επιγραφή (label) που χαρακτηρίζει την θέση
he: תוית המתארת פרסום זה

source: other label
el: άλλη επιγραφή (label)

source: An alternate label, such as an abbreviation
el: Εναλλακτική επιγραφή, π.χ. μια συντομογραφία

source: role
el: ρόλος
he: תפקיד

source: The function that the holder of the post fulfills
el: Ο ρόλος με τον οποίο ο κάτοχος της θέσης εξουσιοδοτείται
he: התפקיד בו מחזיק בעל הפרסום

source: The organization in which the post is held
el: Ο οργανισμός που παρέχει αυτή την θέση
he: הארגון בו מוחזק הפרסום

source: The geographic area to which the post is related
el: Η γεωγραφική περιοχή με την οποία συσχετίζεται η θέση

source: A label describing the membership
el: Επιγραφή που περιγράφει την ιδιότητα μέλους
he: תוית המתארת את החברות

source: The role that the person fulfills in the organization
el: Ο ρόλος τον οποίο πληρεί το άτομο εντός του οργανισμού
he: התפקיד אשר האם ממלא בארגון

source: The person who is a party to the relationship
el: Το άτομο που είναι συμβαλλόμενο μέρος του συσχετισμού
he: האדם השותף לקשר

source: The organization that is a party to the relationship
el: Ο οργανισμός που είναι συμβαλλόμενο μέρος του συσχετισμού
he: הארגון אשר שותף לקשר

source: The organization on whose behalf the person is a party to the relationship
el: Τον οργανισμό που εκπροσωπεί το άτομο
he: הארגון שבשמו האדם שותף בקשר

source: The post held by the person in the organization through this membership
el: Την θέση που κατέχει στον οργανισμό το άτομο μέσω της ιδιότητάς του ως μέλος
he: הפרסום מוחזק בידי אדם בארגון באמצעות קשר זה

source: Address
el: Διεύθυνση

source: Telephone
el: Τηλέφωνο
he: טלפון

source: Mobile
el: Κινητό τηλέφωνο
he: טלפון נייד

source: Text
el: Τηλεφωνικός αριθμός για μηνύματα (SMS)

source: Voice
el: Τηλεφωνικός αριθμός για ηχοκλήσεις

source: Cell
el: Κινητό τηλέφωνο

source: Video
el: Τηλεφωνικός αριθμός για βιντεοκλήσεις

source: Pager
el: Τηλεειδοποιητής (pager)

source: A human-readable label for the contact detail
el: Επιγραφή για τα στοιχεία επικοινωνίας αυτά
he: תוית קריאה לאדם לפרטי יצירת קשר

source: type
el: τύπος
he: סוג

source: A type of medium, e.g. 'fax' or 'email'
el: Το μέσο επικοινωνίας, π.χ. «fax» ή «email»
he: סוג המדיה, למשל 'פקס' או 'דוא"ל'

source: value
el: τιμή
he: ערך

source: A value, e.g. a phone number or email address
el: Μια τιμή (value), π.χ. τηλεφωνικός αριθμός ή email
he: ערך, למשל מספר טלפון או כתובת דוא"ל

source: note
el: σημείωση
he: הערה

source: A note, e.g. for grouping contact details by physical location
el: Σημείωση, π.χ. για να επισημανθεί η τοποθεσία
he: הערה, לדוגמא, קיבוץ פרטי התקשרות על פי מיקום פיזי

source: An alternate or former name
el: Εναλλακτικό η προηγούμενο όνομα
he: שם אחר או קודם

source: A note, e.g. 'Birth name'
el: Σημείωση, π.χ. «ημερομηνία γέννησης»
he: הערה, למשל, 'שם בלידה'

source: identifier
el: κωδικός αναγνώρισης
he: מזהה

source: An issued identifier, e.g. a DUNS number
el: Εκδοθέν κωδικός αναγνώρισης, π.χ. αριθμός DUNS
he: בעיה עם המזהה, למשל מספר DNUS

source: scheme
el: σύστημα
he: סכימה

source: An identifier scheme, e.g. DUNS
el: Σύστημα κωδικού αναγνώρισης, π.χ. DUNS
he: מזהה סכימה, למשל DUNS

source: A URL
el: URL
he: כתובת URL

source: A note, e.g. 'Wikipedia page'
el: Σημείωση, π.χ. «σελίδα στο Wikipedia»
he: הערה, למשל, 'עמוד ויקיפדיה'

source: A note, e.g. 'Parliament website'
el: Σημείωση, π.χ. «προφίλ στην ιστοσελίδα της Βουλής»
he: הערה, למשל, 'אתר הפרלמנט'

source: DbPedia URI of the resource
el: URI του αντικειμένου στο DbPedia

source: English name of the language
el: Αγγλική ονομασία της γλώσσας

source: A primary name
el: Κυρίως όνομα

source: An issued identifier
el: Εκδοθέν κωδικός αναγνώρισης

source: An area category, e.g. city
el: Κατηγορία περιοχής, π.χ. «city»

source: The area that contains this area
el: Η περιοχή που περιέχει αυτή την περιοχή

source: A geometry
el: Γεωμετρία

source: inhabitants
el: κάτοικοι

source: The total number of inhabitants
el: Ο συνολικός αριθμός κατοίκων

source: Assign to section
el: Τοποθέτησε σε ενότητα
he: הקצאת אזור

source: You must select an existing speaker
el: Πρέπει να επιλέξεις υπάρχοντα ομιλητή
he: אתם חייבים לבחור דובר/ת קיימים

source: Choose tags
el: Επέλεξε ετικέτες
he: בחר/י תגיות

source: You must provide either text or some audio
el: Πρέπει να παράσχεις είτε κείμενο, είτε ηχητικό αρχείο
he: אתם חייבים להזין טקסט או קטע אודיו כלשהו

source: If you provide a start time you must give a start date too
el: Όταν παράσχεις ώρα έναρξης, πρέπει επίσης να παράσχεις ημερομηνία έναρξης
he: אם תזינו זמן התחלה עליכם להזין גם תאריך התחלה

source: If you provide an end time you must give an end date too
el: Όταν παράσχεις ώρα λήξης, πρέπει επίσης να παράσχεις ημερομηνία λήξης
he: אם תזינו זמן סיום עליכם להזין גם תאריך סיום

source: Something cannot be its own parent
el: Δεν γίνεται κάτι να έχει για πρόγονο τον εαυτό του
he: משהו לא יכול ההורה של עצמו

source: Something cannot have a parent that is also a descendant
el: Δεν γίνεται κάτι να έχει τον ίδιο πρόγονο και απόγονο
he: לא יכול להיות הורה שהוא גם צאצא

source: New speaker
el: Νέος ομιλητής
he: דובר/ת חדשים

source: This speaker has %(count)d speech. What would you like to do with it?
el: Αυτό το άτομο έχει δώσει %(count)d ομιλία. Τι θέλετε να κάνετε με αυτή;
he: לדובר/ת זה/זאת נאום %(count)d. מה תרצו לעשות איתו?

source: Assign it to another speaker
el: Ανάθεσέ την σε άλλο ομιλητή
he: לחבר אותו לדובר אחר

source: Make it into narrative (i.e. remove the speaker)
el: Μετέτρεψέ την σε «αφήγηση» (δηλαδή αφαίρεσε τον ομιλητή)
he: להפוך אותו לנרטיב (למשל, להסיר את הדובר/ת)

source: Delete it
el: Διέγραψέ την
he: למחוק אותו

source: You can't assign speeches to the speaker you're deleting
el: Δεν μπορείς να αναθέσεις ομιλίες σε ομιλητή που διαγράφεις
he: אינך יכול/ה לחבר נאומים לדובר שאתם מוחקים

source: You must choose a new speaker if reassigning speeches
el: Πρέπει να επιλέξεις νέο ομιλητή όταν επανα-αναθέτεις ομιλίες
he: את/ה חייב/ת לבחור דובר חדש לחיבור מחדש של נאומים לדוברים/דוברות

source: You must not choose a new speaker unless reassigning speeches
el: Πρέπει να επιλέξεις νέο ομιλητή εκτός και αν επανα-αναθέτεις ομιλίες
he: אינכם יכולים לבחור דובר/ת חדשים אלא אם כן אתם מחברים מחדש נאומים לדוברים

source: Start time is before recording start time!
el: Η ώρα έναρξης είναι πριν την ώρα έναρξης του ήχου
he: זמן ההתחלה הוא לפני זמן תחילת ההקלטה!

source: Difference between timestamps is too long for the uploaded audio
el: Η διαφορά χρόνου μεταξύ των χρονοσημάνσεων της ηχογράφησης που ανέβασες είναι πολύ μεγάλη
he: ההפרש בין תבניות הזמן ארוך מידי עבור הוידאו שהועלה

source: Timestamps must be distinct
el: Οι χρονοσημάνσεις πρέπει να είναι διαφορετικές
he: תבניות זמן חייבות להיות מדוייקות

source: Location of Popolo JSON data
el: Τοποθεσία δεδομένων μορφής Popolo JSON
he: מיקומו של מידע ה-JSON של Popolo

source: Location of Akoma Ntoso data
el: Τοποθεσία δεδομένων μορφής Akoma Ntoso
he: מיקומו של מידע ה-Akoma Ntoso

source: What would you like to do with existing top level sections?
el: Τι θέλεις να κάνεις με τις υφιστάμενες ανώτατες ενότητες;
he: מה תרצו לעשות עם החלקים הקיימים ברמה העליונה?

source: Skip them - keep them exactly as they are
el: Άφησέ τις ως έχουν
he: לדלג עליהם - השאירו אותם בדיוק כפי שהם

source: Replace them - throw away the existing data and use the new
el: Αντικατέστησέ τις: πέταξε τα υφιστάμενα δεδομένα και χρησιμοποίησε τα καινούρια
he: להחליפם - זרקו את המידע הקיים והשתמשו במידע החדש

source: Merge the new data into the existing sections - things in both will be duplicated
el: Συγχώνευσε τα νέα δεδομένα εντός υφιστάμενων ενοτήτων· αντικείμενα που παρουσιάζονται και στα παλιά και στα νέα δεδομένα θα παραμείνουν εις διπλούν
he: למזג את המידע החדש אל תוך החלקים הקיימים - מה שמופיע בשניהם ישוכפל

source: Either a file path or a URL is needed.
el: Απαιτείται URL ή διαδρομή σε αρχείο.
he: יש צורך בנתיב לקובץ או בכתובת URL.

source: Failed to decode JSON at %(source)s
el: Αποτύχαμε να αποκωδικοποιήσουμε το αρχείο JSON στο %(source)s
he: נכשל הניסיון לפענח קובץ JSON ב-%(source)s

source: The json must contain either an object or an array
el: Το αρχείο JSON πρέπει να περιέχει είτε αντικείμενο (object), είτε πίνακα (array)
he: קובץ ה-JSON חייב להכיל אובייקט או מערך

source: Update the default alias to point at search index write alias is using
el: Αντικατέστησε το προεπιλεγμένο ψευδώνυμο («default alias») με το ψευδώνυμο που χρησιμοποιείται για το ευρετήριο αναζήτησης («search index write alias»)
he: עדכנו את כינוי ברירת המחדל שיצביע על כינוי לשימוש אינדקס חיפוש

source: Create a new dated search index for reindexing with no downtime
el: Δημιούργησε χρονολογημένο ευρετήριο αναζήτησης («dated search index») χωρίς να διακοπεί η πρόσβαση στην σελίδα
he: יצירת אינדקס חיפוש מונחה תאריך חדש לאינדוקס מחדש ללא השבתה

source: If image is set, a local copy will be stored here.
el: Αν δοθεί εικόνα, αντίγραφό της θα αποθηκευτεί εδώ.
he: אם מיזוג מופעל, עותק מקומי יישמר כאן.

source: speaker
el: ομιλητής
he: דובר/ת

source: speakers
el: ομιλητές
he: דוברים/דוברות

source: tag
el: ετικέτα
he: תגית

source: tags
el: ετικέτες
he: תגיות

source: number
el: αριθμός
he: מספר

source: The number of the section
el: Ο αριθμός της ενότητας
he: מספר החלק

source: heading
el: επικεφαλίδα
he: כותרת

source: The heading of the section
el: Επικεφαλίδα ενότητας
he: כותרת החלק

source: subheading
el: υπότιτλος
he: כותרת משנה

source: The subheading of the section
el: Υπότιτλος ενότητας
he: כותרת המשנה של החלק

source: description
el: περιγραφή
he: תיאור

source: Longer description, HTML
el: Μακρύτερη περιγραφή σε μορφή HTML
he: תיאור ארוך, HTML

source: What date did the section start?
el: Πότε άρχισε η ενότητα;
he: באיזה תאריך החל חלק זה?

source: start time
el: ώρα έναρξης
he: זמן התחלה

source: What time did the section start?
el: Τι ώρα άρχισε η ενότητα;
he: באיזה זמן התחיל החלק הזה?

source: document number
el: αριθμός εγγράφου
he: מספר המסמך

source: legislature
el: νομοθετικό σώμα
he: מחוקק/ת

source: session
el: σύνοδος
he: פגישה

source: Legislative session
el: Βουλευτική σύνοδος
he: מפגש חקיקה

source: parent
el: πρόγονος
he: הורה

source: source URL
el: URL πηγής
he: כתובת URL למקור

source: section
el: ενότητα
he: חלק

source: sections
el: ενότητες
he: חלקים

source: Section
el: Ενότητα
he: חלק

source: You must specify at least one of num/heading/subheading
el: Πρέπει να προσδιορίσεις τουλάχιστον ένα από τα ακόλουθα: αριθμός· τίτλος· υπότιτλος
he: עליכם להזין לפחות מספר/כותרת/כותרת משנה אחד

source: audio
el: ήχος
he: אודיו

source: text
el: κείμενο
he: טקסט

source: The text of the speech
el: Το κείμενο της ομιλίας
he: המלל של הנאום

source: The number of the speech, if relevant
el: Ο αριθμός της ομιλίας, αν υπάρχει
he: מספר הנאום, אם רלוונטי

source: The heading of the speech, if relevant
el: Ο τίτλος της ομιλίας, αν υπάρχει
he: הכותרת של הנאום, אם רלווני

source: The subheading of the speech, if relevant
el: Ο υπότιτλος της ομιλίας, αν υπάρχει
he: כותרת המשנה של הנאום, אם רלווני

source: event
el: συμβάν
he: ארוע

source: Was the speech at a particular event?
el: Δόθηκε η ομιλία σε κάποιο συγκεκριμένο συμβάν;
he: האם הנאום היה בארוע מיוחד?

source: location
el: τοποθεσία
he: מיקום

source: Where the speech took place
el: Εκεί όπου δόθηκε η ομιλία
he: איפה הושמע הנאום

source: Who gave this speech?
el: Ποιος έδωσε την ομιλία;
he: מי נאם/נאמה?

source: Speech
el: Ομιλία
he: נאום

source: Question
el: Ερώτηση
he: שאלה

source: Answer
el: Απάντηση
he: תשובה

source: Scene
el: Σκηνή
he: נוף/סצנה

source: Narrative
el: Αφήγηση
he: נרטיב

source: Summary
el: Σύνοψη
he: סיכום

source: Other
el: Άλλο
he: אחר

source: What sort of speech is this?
el: Τι είδους ομιλία είναι;
he: איזה סוג של נאום זה?

source: What date did the speech start?
el: Ποια ήταν η ημερομηνία όταν άρχισε η ομιλία;
he: באיזה תאריך החל הנאום?

source: What time did the speech start?
el: Τι ώρα άρχισε η ομιλία;
he: באיזו שעה החל הנאום?

source: What date did the speech end?
el: Ποια ήταν η ημερομηνία όταν τελείωσε η ομιλία;
he: באיזה תאריך הסתיים הנאום?

source: end time
el: ώρα λήξης
he: שעת הסיום

source: What time did the speech end?
el: Τι ώρα τελείωσε η ομιλία;
he: באיזו שעה הסתיים הנאום?

source: public
el: δημόσια
he: ציבורי

source: Is this speech public?
el: Είναι δημόσια η ομιλία;
he: האם זהו נאום ציבורי?

source: speech
el: ομιλία
he: נאום

source: speeches
el: ομιλίες
he: נאומים

source: Previous
el: Προηγούμενη
he: קודם

source: Next
el: Επόμενη
he: הבא

source: Search
el: Αναζήτηση
he: חיפוש

source: Search only speeches by %(speaker)s
el: Βρες μόνο ομιλίες τ@ς %(speaker)s
he: חיפוש רק נאומים של %(speaker)s

source: Speakers
el: Ομιλητές
he: דוברים

source: Mentions of <strong>&ldquo;%(query)s&rdquo;</strong> in speeches
el: Αναφορές σε <strong>«%(query)s»</strong> στις ομιλίες
he: אזכורים של <strong>&ldquo;%(query)s&rdquo;</strong> בנאומים

source: No results found
el: Δεν βρέθηκαν αποτελέσματα
he: לא נמצאו תוצאות

source: Add a new speech
el: Πρόσθεσε ομιλία
he: הוספת נאום חדש

source: Add a section
el: Πρόσθεσε ενότητα
he: הוספת חלק

source: Import speakers
el: Εισάγετε ομιλητές
he: יבוא דוברים ודוברות

source: Import speeches
el: Εισάγετε ομιλίες
he: יבוא נאומים

source: Search speeches and statements
el: Βρες ομιλίες και δηλώσεις
he: חיפוש נאומים והצהרות

source: <a href="%(url_parentless_list)s"><strong>1</strong></a> speech
el: <a href="%(url_parentless_list)s"><strong>1</strong></a> ομιλία
he: נאום <a href="%(url_parentless_list)s"><strong>1</strong></a> speech

source: <a href="%(url_speaker_list)s"><strong>1</strong></a> speaker
el: <a href="%(url_speaker_list)s"><strong>1</strong></a> ομιλητής
he: דובר/ת <a href="%(url_speaker_list)s"><strong>1</strong></a>

source: <a href="%(url_parentless_list)s"><strong>1</strong></a> section
el: <a href="%(url_parentless_list)s"><strong>1</strong></a> ενότητα
he: חלק<a href="%(url_parentless_list)s"><strong>1</strong></a>

source: Brilliant!
el: Θαυμάσια!
he: מבריק!

source: Now you&rsquo;ve got your own public database for speeches and statements.
el: Τώρα έχεις τη δική σου δημόσια βάση δεδομένων ομιλιών και δηλώσεων.
he: כעת יש לך&rsquo;ve מאגר מידע ציבורי משלך לנאומים והצהרות.

source: However, it&rsquo;s totally empty. Let&rsquo;s get started by adding something.
el: Ωστόσο, είναι άδεια· ας αρχίσουμε προσθέτοντας πληροφορίες.
he: עם זאת הוא&rsquo;s ריק לגמרי. בואו&rsquo;s נתחיל בלהוסיף משהו.

source: Add your first statement
el: Πρόσθεσε τη πρώτη σου δήλωση
he: הוסיפ/י את ההצהרה הראשונה שלך

source: Add your first speaker
el: Πρόσθεσε τον πρώτο σου ομιλητή
he: הוסיפו את הדובר/ת הראשונים

source: Import speeches from Akoma Ntoso
el: Εισάγετε ομιλίες σε μορφή Akoma Ntoso
he: יבוא נאומים מ-Akoma Ntoso

source: Import Akoma Ntoso (may take some time)
el: Εισάγετε σε μορφή Akoma Ntoso (μπορεί να πάρει λίγη ώρα)
he: יבוא Akoma Ntoso (עשוי לקחת קצת זמן)

source: Transcripts for the modern internet
el: Πρακτικά για το σύγχρονο διαδίκτυο

source: Home
el: Αρχική
he: בית

source: Speeches
el: Ομιλίες
he: נאומים

source: Welcome,
el: Καλωσορίσατε
he: ברוכים הבאים,

source: Log out
el: Αποσύνδεση
he: התנתקות

source: Log in
el: Σύνδεση
he: התחברות

source: Speeches not in a section
el: Ομιλίες εκτός ενοτήτων
he: נאומים שאינם בחלק

source: You haven&rsquo;t added any speeches or statements yet
el: Δεν έχεις προσθέσει καμία ομιλία ή δήλωση μέχρι τώρα
he: לא הוספת שום נאום או הצהרות עדיין

source: Once you have, you&rsquo;ll be able to browse speeches and organise them into sections here.
el: Όταν θα το έχεις πράξει, θα εμφανιστούν εδώ οι ομιλίες και θα μπορέσεις να τις ταξινομήσεις ανά ενότητα.
he: ברגע שתוסיפו, תוכלו לגלוש בין נאומים ולארגן אותם בתוך חלקים כאן.

source: <p>Speakers can be imported into SayIt if they are available in <a href='http://www.popoloproject.com/'>Popolo JSON</a> format.<p> <p>Enter the location of the speaker data as either <ul> <li> A URL, or path to a local file, containing Popolo JSON in the format <pre> { 'persons': [&lt;a list of persons&gt;], 'organizations': [], 'posts': [], ... } </pre> <li> A URL, or path to a local file, containing Popolo JSON in the format <pre> [&lt;a list of persons&gt;] </pre> </li> <li> A PopIt API base url, such as <a href="https://kenyan-politicians.popit.mysociety.org/api/v0.1/">https://kenyan-politicians.popit.mysociety.org/api/v0.1/</a> </li> </ul> </p>
el: <p>Μπορείς να εισάγεις ομιλίες σε μορφή <a href='http://www.popoloproject.com/'>Popolo JSON</a> καταχωρώντας ένα από τα ακόλουθα: <ul> <li> URL ή διαδρομή στον δίσκο σε αρχείο της παρακάτω μορφής <pre> { 'persons': [&lt;λίστα ατόμων&gt;], 'organizations': [], 'posts': [], ... } </pre> <li> «Base» URL ή διαδρομή στον δίσκο σε αρχείο της παρακάτω μορφής <pre> [&lt;λίστα ατόμων&gt;] </pre> </li> <li> Διεύθυνση PopIt API, όπως <a href="https://kenyan-politicians.popit.mysociety.org/api/v0.1/">https://kenyan-politicians.popit.mysociety.org/api/v0.1/</a> </li> </ul> </p>
he: <p> דוברים יכולים להיות מיובאים אל SayIt אם הם זמינים בפורמט <a href='http://www.popoloproject.com/'>Popolo JSON</a>.<p> <p>הזינו את מיקום הנתונים כ: <ul> <li> כתובת URL, או נתיב לקובץ מקומי הכולל מבנה Popolo JSON <pre> { 'persons': [&lt;a list of persons&gt;], 'organizations': [], 'posts': [], ... } </pre> <li> כתובת URL, או נתיב לקובץ מקומי הכולל מבנה Popolo JSON <pre> [&lt;a list of persons&gt;] </pre> </li> <li>כתובת URL ל-API בסיסי של PopIt, כמו <a href="https://kenyan-politicians.popit.mysociety.org/api/v0.1/">https://kenyan-politicians.popit.mysociety.org/api/v0.1/</a> </li> </ul> </p>

source: Import People (may take some time)
el: Εισάγετε άτομα (μπορεί να πάρει λίγη ώρα)
he: ייבוא אנשים (עשוי לקחת זמן מה)

source: Recording #%(id)s
el: Ηχογράφηση #%(id)s
he: הקלטה #%(id)s

source: This speech has audio
el: Αυτή η ομιλία έχει ήχο
he: לנאום זה יש אודיו

source: Actions
el: Ενέργειες
he: פעולות

source: Update
el: Ενημέρωση
he: עדכון

source: Delete section
el: Διέγραψε την ενότητα
he: מחיקת חלק

source: Confirm delete?
el: Διέγραψε πράγματι;
he: מאשרים מחיקה?

source: Add speech
el: Πρόσθεσε ομιλία
he: הוסיפו נאום

source: Add subsection
el: Πρόσθεσε υποενότητα
he: הוספת תת-חלק

source: Edit section
el: Επεξεργάσου την ενότητα
he: עריכת בחירה

source: Source
el: Πηγή
he: ר

source: Keyboard shortcuts
el: Συντομεύσεις πληκτρολογίου
he: קיצורי מקלדת

source: previous section
el: προηγούμενη ενότητα
he: החלק הקודם

source: next section
el: επόμενη ενότητα
he: החלק הבא

source: This section is empty
el: Αυτή η ενότητα είναι άδεια
he: חלק זה ריק

source: Add a new speech here
el: Πρόσθεσε νέα ομιλία εδώ
he: הוסיפו נאום חדש כאן

source: Update section
el: Ανανέωσε την ενότητα
he: עדכון החלק

source: Add section
el: Πρόσθεσε ενότητα
he: הוספת חלק

source: Delete speaker: %(name)s
el: Διαγραφή ομιλητή «%(name)s»
he: מחיקת הדובר/ת: %(name)s

source: Delete speaker
el: Διέγραψε τον ομιλητή
he: מחיקת דובר/ת

source: Speeches by %(speaker)s
el: Ομιλίες τ@ς %(speaker)s
he: נאומים של %(speaker)s

source: Edit speaker
el: Επεξεργάσου τον ομιλητή
he: עריכת דובר/ת

source: Appearance
el: Παρουσία
he: מופע

# speaker count
source: Speech
el: Ομιλία
he: נאום

source: Longest speech
el: Μακρύτερη ομιλία
he: נאום הארוך ביותר

source: Search this person's speeches
el: Αναζήτησε στις ομιλίες αυτού του ατόμου
he: חפש בנאומים של אדם זה

source: %(speaker)s has no recorded speeches yet.
el: Ακόμη δεν έχουν καταχωρηθεί ομιλίες τ@ %(speaker)s.
he: אין עדיין נאומים מאוכסנים של %(speaker)s.

source: Add a speaker
el: Πρόσθεσε ομιλητή
he: הוספת דובר/ת

source: Update speaker
el: Ανανέωσε ομιλητή
he: עדכון דובר/ת

source: Add speaker
el: Πρόσθεσε ομιλητή
he: הוספת דובר/ת
