Repository: pypi-data/pypi-mirror-23
Catalog: packages/mayan-edms/mayan_edms-2.5.1-py2-none-any.whl/mayan/apps/acls/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: ACLs
pt_br: Controle Acesso "ACLs"

source: Permissions
pt_br: Permissões

source: Role
pt_br: Regras

source: Delete
pt_br: Excluir

source: New ACL
pt_br: Nova regra

source: Insufficient access.
pt_br: Acesso insuficiente.

source: Access entry
pt_br: Acesso entrada

source: Access entries
pt_br: Entradas de acesso

source: Permissions "%(permissions)s" to role "%(role)s" for "%(object)s"
pt_br: Permissões "%(permissions)s" do papel "%(role)s" para "%(object)s"

source: None
pt_br: Nenhum

source: Access control lists
pt_br: Listas de controle de acesso

source: Edit ACLs
pt_br: Editar regras

source: View ACLs
pt_br: Visualizar regras

source: API URL pointing to the list of permissions for this access control list.
pt_br: API URL apontando para a lista de permissões para esta lista de controle de acesso.

source: API URL pointing to a permission in relation to the access control list to which it is attached. This URL is different than the canonical workflow URL.
pt_br: API URL apontando para uma permissão em relação à lista de controle de acesso à qual ela está anexada. Esse URL é diferente do URL de fluxo de trabalho canônico.

source: Primary key of the new permission to grant to the access control list.
pt_br: Chave primária da nova permissão para conceder à lista de controle de acesso.

source: No such permission: %s
pt_br: Sem permissão: %s

source: Comma separated list of permission primary keys to grant to this access control list.
pt_br: Lista de chaves primárias de permissão separadas por vírgulas para conceder a esta lista de controle de acesso.

source: Primary keys of the role to which this access control list binds to.
pt_br: As chaves primárias da função a que esta lista de controle de acesso se liga.

source: New access control lists for: %s
pt_br: Nova lista de controle de acesso para: %s

source: Delete ACL: %s
pt_br: Apagar ACL: %s

source: Access control lists for: %s
pt_br: listas de controle de acesso para: %s

source: Available permissions
pt_br: Permissões disponíveis

source: Granted permissions
pt_br: Permissões outorgadas

source: Role "%(role)s" permission's for "%(object)s"
pt_br: Permissões do papel "%(role)s" para "%(object)s"

source: Disabled permissions are inherited from a parent object.
pt_br: As permissões inativas foram herdadas de um objeto precedente.
