Repository: pypi-data/pypi-mirror-23
Catalog: packages/mayan-edms/mayan_edms-2.6.4-py2-none-any.whl/mayan/apps/checkouts/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Checkouts
ru: Забронированные документы

source: Document automatically checked in
ru: Документ автоматически освобождён

source: Document checked in
ru: Документ освобождён

source: Document checked out
ru: Документ забронирован

source: Document forcefully checked in
ru: Документ освобождён насильно

source: Document already checked out.
ru: Документ уже забронирован.

source: Document status
ru: Статус документа

source: User
ru: Пользователь

source: Check out time
ru: Время бронивания

source: Check out expiration
ru: Окончание бронирования

source: New versions allowed?
ru: Новые версии разрешены?

source: Yes
ru: Да

source: No
ru: Нет

source: Check out document
ru: Забронировать документ

source: Check in document
ru: Освободить документ

source: Check in/out
ru: Освободить/забронировать

source: Checked out
ru: Разбронирован

source: Checked in/available
ru: Освобождён/доступен

source: Document
ru: Документ

source: Check out date and time
ru: Дата и время брониварония

source: Amount of time to hold the document checked out in minutes.
ru: Время бронирования документа в минутах.

source: Check out expiration date and time
ru: Дата и время окончания бронирования

source: Do not allow new version of this document to be uploaded.
ru: Запретить загрузку новых версий документа.

source: Block new version upload
ru: Заблокировать загрузку новых версий

source: Check out expiration date and time must be in the future.
ru: Время окончания брованирования должно быть в будущем.

source: Document checkout
ru: Бронирование документа

source: Document checkouts
ru: Забронированные документы

source: New version block
ru: Блокировка добавления новых версий

source: New version blocks
ru: Блокировки добавления новых версий

source: Check in documents
ru: Освобождение документов

source: Forcefully check in documents
ru: Принудительное освобождение документов

source: Check out documents
ru: Бронирование документов

source: Check out details view
ru: Подробности бронирования

source: Error trying to check out document; %s
ru: Не удалось забронировать %s

source: Document "%s" checked out successfully.
ru: Документ "%s" забронирован.

source: Check out document: %s
ru: Бронирование документа: %s

source: Documents checked out
ru: Документы забронированы

source: Checkout time and date
ru: Дата и время бронирования

source: Checkout expiration
ru: Истечение бронирования

source: Check out details for document: %s
ru: Подробности бронирования %s

source: You didn't originally checked out this document. Forcefully check in the document: %s?
ru: Документ был забронирован не вами. Освободить насильно %s?

source: Check in the document: %s?
ru: Освободить документ: %s?

source: Document has not been checked out.
ru: Документ не был забронирован.

source: Error trying to check in document; %s
ru: Ошибка освобождения документа %s

source: Document "%s" checked in successfully.
ru: Документ "%s" освобожден.

source: Period
ru: Интервал
