Repository: pypi-data/pypi-mirror-23
Catalog: packages/wagtailmenus/wagtailmenus-2.1.4-py2-none-any.whl/wagtailmenus/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Off (most efficient)
pt_br: Desligado (Mais eficiente)

source: Auto
pt_br: Automático

source: Always (least efficient)
pt_br: Sempre (Menos eficiente)

source: 1: No sub-navigation (flat)
pt_br: 1: Sem submenus (flat)

source: 2: Allow 1 level of sub-navigation
pt_br: 2: Permitir até um subnível de menu

source: 3: Allow 2 levels of sub-navigation
pt_br: 3: Permitir até 2 níveus de submenus

source: 4: Allow 3 levels of sub-navigation
pt_br: 4: Permitir até 3 níveis de submenu

source: link to an internal page
pt_br: Link para uma página interna

source: link to a custom URL
pt_br: Link para uma URL qualquer

source: link text
pt_br: Texto do link

source: Provide the text to use for a custom URL, or set on an internal page link to use instead of the page's title.
pt_br: Especifique o texto para ser usado em uma URL qualquer ou então especifique uma página paraque o título dessa seja utilizado

source: handle
pt_br: manipular

source: Use this field to optionally specify an additional value for each menu item, which you can then reference in custom menu templates.
pt_br: Use esse campo especificar um valor adicional para cada item do menu, e poder então referenciá-lo nos templates

source: append to URL
pt_br: adicionar à URL

source: Use this to optionally append a #hash or querystring to the above page's URL.
pt_br: Use esse campo para adicionar um #hash querystring à URL da página

source: menu item
pt_br: item do menu

source: menu items
pt_br: itens do menu

source: This must be set if you're linking to a custom URL.
pt_br: Obrigatório preencher, caso você esteja fazendo link para uma URL qualquer

source: This must be set if you're not linking to a page.
pt_br: Obrigatório preencher, caso você não esteja fazendo link com alguma pagina interna

source: You cannot link to both a page and URL. Please review your link and clear any unwanted values.
pt_br: Você não pode fazer link com uma página e uma URL ao mesmo tempo. Por favor, revise o seu link e corrija qualquer valor que esteja errado.

source: allow sub-menu for this item
pt_br: permitir que esse menu tenha sub-menus

source: NOTE: The sub-menu might not be displayed, even if checked. It depends on how the menu is used in this project's templates.
pt_br: ATENÇÃO: O sub-menu por não ser exibido, mesmo que esteja marcado, pois isso depende de estar implementado no template do site

source: maximum levels
pt_br: nivel máximo

source: The maximum number of levels to display when rendering this menu. The value can be overidden by supplying a different <code>max_levels</code> value to the <code>{% main_menu %}</code> tag in your templates.
pt_br: O nível máximo de submenus para mostrar ao renderizar o template. O valor pode ser substituído preenchendo uma valor diverente em <code>max_levels</code> com a tag <code>{% main_menu %}</code> no template

source: specific page usage
pt_br: uso específico na página

source: Controls how 'specific' pages objects are fetched and used when rendering this menu. This value can be overidden by supplying a different <code>use_specific</code> value to the <code>{% main_menu %}</code> tag in your templates.
pt_br: Controla o quão 'específico' são os objetos da página ao renderizar esse menu. Esse valor pode ser substituído por um valor diferente em <code>use_specific</code> com a tag <code>{% main_menu %}</code> nos templates do site

source: main menu
pt_br: menu principal

source: Main menu for %s
pt_br: Menu principal para %s

source: Advanced settings
pt_br: Configurações avançadas

source: title
pt_br: título

source: For internal reference only.
pt_br: Apenas para referência interna

source: Used to reference this menu in templates etc. Must be unique for the selected site.
pt_br: Utilizado para referenciar esse menu nos templates. Deve ser único para cada site

source: heading
pt_br: cabeçalho

source: If supplied, appears above the menu when rendered.
pt_br: Se for preenchido, aparecerá acima do bloco dos links, como um cabeçalho para os menus.

source: The maximum number of levels to display when rendering this menu. The value can be overidden by supplying a different <code>max_levels</code> value to the <code>{% flat_menu %}</code> tag in your templates.
pt_br: O nível máximo de submenus para mostrar ao renderizar o template. O valor pode ser substituído preenchendo uma valor diverente em <code>max_levels</code> com a tag <code>{% main_menu %}</code> no template

source: Controls how 'specific' pages objects are fetched and used when rendering this menu. This value can be overidden by supplying a different <code>use_specific</code> value to the <code>{% flat_menu %}</code> tag in your templates.
pt_br: Controla o quão 'específico' são os objetos da página ao renderizar esse menu. Esse valor pode ser substituído por um valor diferente em <code>use_specific</code> com a tag <code>{% main_menu %}</code> nos templates do site

source: flat menu
pt_br: menu simples

source: flat menus
pt_br: menus simples

source: Site and handle must create a unique combination. A menu already exists with these same two values.
pt_br: Site e 'handle' devem ser uma combinação única. Um menu já existe com esses mesmos dois valores

source: Settings
pt_br: Configurações

source: repeat in sub-navigation
pt_br: repetir na sub-navegação

source: If checked, a link to this page will be repeated alongside it's direct children when displaying a sub-navigation for this page.
pt_br: Se marcada, um link para esta página será repetido junto com seus filhos diretos ao exibir uma sub-navegação para esta página.

source: repeated item link text
pt_br: texto para o link do item repetidor

source: e.g. 'Section home' or 'Overview'. If left blank, the page title will be used.
pt_br: Exemplo: 'Seção Home', 'Visualização', etc... Se for deixado em banco, será utilizado o título da página

source: Advanced menu behaviour
pt_br: Comportamento avançado do menu

source: Scheduled publishing
pt_br: Publicação agendada

source: Save
pt_br: Salvar

source: The `%s` tag expects `max_levels` to be an integer value between 1 and 5. Please review your template.
pt_br: A tag `%s` espera que `max_levels` seja um valor inteiro entre 1 e 5. Por favor, revise seu template.

source: The `%s` tag expects `use_specific` to be an integer value between 0 and 3. Please review your template.
pt_br: A tag `%s` espera que `use_specific` seja um valor inteiro entre 0 e 3. Por favor, revise seu template.

source: The `%s` tag expects `parent_page` to be a `Page` instance. A value of type `%s` was supplied.
pt_br: A tag `%s` tag espera que `parent_page` seja uma instância de `Page`. Porém, um valor do tipo `%s` foi inserido.

source: The `%s` tag expects `menuitem_or_page` to be a `Page` or `MenuItem` instance. A value of type `%s` was supplied.
pt_br: A tag `%s` espera que o `menuitem_or_page` seja uma `Page` ou um `MenuItem` . Porém `%s` foi inserido.

source: link text (de)
pt_br: texto do link (de)

source: heading (de)
pt_br: cabeçalho (de)

source: heading (fr)
pt_br: cabeçalho (fr)

source: Heading
pt_br: Cabeçalho

source: title (de)
pt_br: título (de)

source: title (fr)
pt_br: título (fr)

source: repeated item link text (de)
pt_br: texto do link do item repetidor (de)

source: repeated item link text (fr)
pt_br: texto do link do item repetidor (fr)

source: Editing
pt_br: Editando

source: Editing %s
pt_br: Editando %s

source: Main menu updated successfully.
pt_br: Menu principal foi atualizado com sucesso

source: The menu could not be saved due to errors.
pt_br: O menu não pôde ser salvo por conta de erros

source: Copying
pt_br: Copiando

source: Copying %s
pt_br: Copiando %s

source: Flat menu '{instance}' created.
pt_br: Menu simples '{instance}' foi criado

source: Main menu
pt_br: Menu principal

source: Copy
pt_br: Copiar

source: Copy this %s
pt_br: Copiar este %s

source: Flat menus
pt_br: Menus simples

source: no. of items
pt_br: nº de items
