Repository: pypi-data/pypi-mirror-23
Catalog: packages/django-sayit/django_sayit-1.5-py2.py3-none-any.whl/speeches/locale/*/LC_MESSAGES/django.po
Languages: sk

source: start date
sk: dátum začiatku

source: The date when the validity of the item starts
sk: Dátum, kedy začína platnosť položky

source: end date
sk: dátum konca

source: The date when the validity of the item ends
sk: Dátum, kedy končí platnosť položky

source: creation time
sk: čas vytvorenia

source: last modification time
sk: čas poslednej úpravy

source: name
sk: meno

source: A person's preferred full name
sk: Celé meno osoby

source: family name
sk: priezvisko

source: One or more family names
sk: Jedno alebo viac priezvisk

source: given name
sk: krstné meno

source: One or more primary given names
sk: Jedno alebo viac krstných mien

source: additional name
sk: ďalšie meno

source: One or more secondary given names
sk: Jedno alebo viac ďalších krstných mien

source: honorific prefix
sk: titul pred menom

source: One or more honorifics preceding a person's name
sk: Jeden alebo viac titulov predchádzajúcich meno osoby

source: honorific suffix
sk: titul za menom

source: One or more honorifics following a person's name
sk: Jeden alebo viac titulov nasledujúcich za menom osoby

source: patronymic name
sk: otcovské meno

source: One or more patronymic names
sk: Jedno alebo viac otcovských mien

source: sort name
sk: meno pre triedenie

source: A name to use in an lexicographically ordered list
sk: Tvar mena pre triedenie podľa abecedy

source: A preferred email address
sk: Preferovaná e-mailová adresa

source: gender
sk: pohlavie

source: A gender
sk: Pohlavie

source: birth date
sk: dátum narodenia

source: A date of birth
sk: Dátum narodenia

source: death date
sk: dátum úmrtia

source: A date of death
sk: Dátum úmrtia

source: image
sk: obrázok

source: A URL of a head shot
sk: URL obrázku s portrétom

source: summary
sk: zhrnutie

source: A one-line account of a person's life
sk: Jednoriadkový popis života osoby

source: biography
sk: životopis

source: An extended account of a person's life
sk: Obsiahlejší popis života osoby

source: A primary name, e.g. a legally recognized name
sk: Oficiálny názov, napr. ten právne uznávaný

source: classification
sk: klasifikácia

source: An organization category, e.g. committee
sk: Kategória organizácie, napr. výbor

source: The organization that contains this organization
sk: Organizácia, ktorá obsahuje túto organizáciu

source: founding date
sk: dátum založenia

source: A date of founding
sk: Dátum založenia

source: dissolution date
sk: dátum zrušenia

source: A date of dissolution
sk: Dátum zrušenia

source: label
sk: pomenovanie

source: A label describing the post
sk: Pomenovanie opisujúce post

source: role
sk: rola

source: The function that the holder of the post fulfills
sk: Funkcia, ktorú zastáva držiteľ postu

source: The organization in which the post is held
sk: Organizácia, v ktorej sa post nachádza

source: A label describing the membership
sk: Pomenovanie opisujúce členstvo

source: The role that the person fulfills in the organization
sk: Rola, ktorú plní osoba v organizácii

source: The person who is a party to the relationship
sk: Osoba, ktorá je vo vzťahu

source: The organization that is a party to the relationship
sk: Organizácia, ktorá je vo vzťahu

source: The organization on whose behalf the person is a party to the relationship
sk: Organizácia, ktorú zastupuje osoba vo vzťahu

source: The post held by the person in the organization through this membership
sk: Post v organizácii, ktorý osoba zastáva cez toto členstvo

source: Snail mail
sk: Poštová adresa

source: Telephone
sk: Telefón

source: Mobile
sk: Mobil

source: A human-readable label for the contact detail
sk: Ľudsky zrozumiteľné pomenovanie pre kontaktný údaj

source: type
sk: typ

source: A type of medium, e.g. 'fax' or 'email'
sk: Typ média, napr. 'fax' alebo 'email'

source: value
sk: hodnota

source: A value, e.g. a phone number or email address
sk: Hodnota, napr. telefónne číslo alebo e-mailová adresa

source: note
sk: poznámka

source: A note, e.g. for grouping contact details by physical location
sk: Poznámka, napr. na zoskupovanie kontaktných údajov podľa miesta

source: An alternate or former name
sk: Náhradné alebo predošlé meno

source: A note, e.g. 'Birth name'
sk: Poznámka, napr. 'Rodné meno'

source: identifier
sk: identifikátor

source: An issued identifier, e.g. a DUNS number
sk: Priradený identifikátor, napr. číslo IČO

source: scheme
sk: schéma

source: An identifier scheme, e.g. DUNS
sk: Schéma identifikátora, napr. IČO

source: A URL
sk: URL

source: A note, e.g. 'Wikipedia page'
sk: Poznámka, napr. 'Stránka na Wikipédii'

source: A note, e.g. 'Parliament website'
sk: Poznámka, napr. 'Webstránka parlamentu'

source: Assign to section
sk: Priradiť do sekcie

source: You must select an existing speaker
sk: Treba vybrať existujúceho rečníka

source: Choose tags
sk: Vyberte nálepky

source: You must provide either text or some audio
sk: Treba zadať text alebo audionahrávku

source: If you provide a start time you must give a start date too
sk: K času začiatku treba zadať aj dátum začiatku

source: If you provide an end time you must give an end date too
sk: K času konca treba zadať aj dátum konca

source: Something cannot be its own parent
sk: Nemôže byť svojim vlastným rodičom

source: Something cannot have a parent that is also a descendant
sk: Nemôže mať rodiča, ktorý je zároveň aj potomkom

source: New speaker
sk: Nový rečník

source: This speaker has %(count)d speech. What would you like to do with it?
sk: Tento rečník má %(count)d diskusný príspevok. Čo s ním?

source: Assign it to another speaker
sk: Priradiť ho inému rečníkovi

source: Make it into narrative (i.e. remove the speaker)
sk: Zmeniť ho na vstupy rozprávača (tj. odstrániť rečníka)

source: Delete it
sk: Zmazať ho

source: You can't assign speeches to the speaker you're deleting
sk: Diskusné príspevky nemožno priradiť rečníkovi, ktorého chcete zmazať

source: You must choose a new speaker if reassigning speeches
sk: Pri zmene autora diskusných príspevkov treba vybrať nového rečníka

source: You must not choose a new speaker unless reassigning speeches
sk: Ak sa nemení autor diskusných príspevkov, nemožno určovať nového rečníka

source: Start time is before recording start time!
sk: Čas začiatku je pred začiatkom nahrávky!

source: Difference between timestamps is too long for the uploaded audio
sk: Rozdiel medzi časmi je pre vloženú audionahrávku príliš veľký

source: Timestamps must be distinct
sk: Časy musia byť odlišné

source: Location of Popolo JSON data
sk: Umiestnenie Popolo JSON dát

source: Location of Akoma Ntoso data
sk: Umiestnenie Akoma Ntoso dát

source: What would you like to do with existing top level sections?
sk: Čo s existujúcimi sekciami najvyššej úrovne?

source: Skip them - keep them exactly as they are
sk: Preskočiť ich – zachovať presne tak, ako sú

source: Replace them - throw away the existing data and use the new
sk: Nahradiť ich – zahodiť existujúce dáta a použiť nové

source: Merge the new data into the existing sections - things in both will be duplicated
sk: Pričleniť nové dáta do existujúcich sekcií – veci prítomné v oboch budú zdvojené

source: Either a file path or a URL is needed.
sk: Treba buď cestu k súboru alebo URL

source: Failed to decode JSON at %(source)s
sk: Nepodarilo sa dekódovať JSON z %(source)s

source: The json must contain either an object or an array
sk: JSON musí obsahovať buď objekt alebo pole

source: Update the default alias to point at search index write alias is using
sk: Aktualizovať predvolený alias tak, aby ukazoval na vyhľadávací index, ktorý alias využíva

source: Create a new dated search index for reindexing with no downtime
sk: Vytvoriť nový vyhľadávací index na preindexovanie bez výpadku

source: If image is set, a local copy will be stored here.
sk: Ak je nastavený obrázok, sem sa uloží jeho lokálna kópia

source: speaker
sk: rečník

source: speakers
sk: rečníci

source: tag
sk: nálepka

source: tags
sk: nálepky

source: number
sk: číslo

source: The number of the section
sk: Číslo sekcie

source: heading
sk: nadpis

source: The heading of the section
sk: Nadpis sekcie

source: subheading
sk: podnadpis

source: The subheading of the section
sk: Podnadpis sekcie

source: description
sk: opis

source: Longer description, HTML
sk: Dlhší opis, HTML

source: What date did the section start?
sk: Kedy (dátum) sekcia začala?

source: start time
sk: čas začiatku

source: What time did the section start?
sk: Kedy (čas) sekcia začala?

source: document number
sk: číslo dokumentu

source: legislature
sk: zákonodarný zbor

source: session
sk: schôdza

source: Legislative session
sk: Legislatívna schôdza

source: parent
sk: rodič

source: source URL
sk: zdrojové URL

source: section
sk: sekcia

source: sections
sk: sekcie

source: Section
sk: Sekcia

source: You must specify at least one of num/heading/subheading
sk: Treba zadať aspoň jedno z číslo / nadpis / podnapis

source: The text of the speech
sk: Text diskusného príspevku

source: The number of the speech, if relevant
sk: Číslo diskusného príspevku, ak je relevantné

source: The heading of the speech, if relevant
sk: Nadpis diskusného príspevku, ak je relevantný

source: The subheading of the speech, if relevant
sk: Podnadpis diskusného príspevku, ak je relevantný

source: event
sk: udalosť

source: Was the speech at a particular event?
sk: Odznel diskusný príspevok na určitej udalosti?

source: location
sk: miesto

source: Where the speech took place
sk: Kde diskusný príspevok odznel?

source: Who gave this speech?
sk: Kto diskusný príspevok predniesol?

source: Speech
sk: Reč

source: Question
sk: Otázka

source: Answer
sk: Odpoveď

source: Scene
sk: Scéna

source: Narrative
sk: Rozprávač

source: Summary
sk: Zhrnutie

source: Other
sk: Iné

source: What sort of speech is this?
sk: Akého druhu je tento diskusný príspevok?

source: What date did the speech start?
sk: Kedy (dátum) diskusný príspovok začal?

source: What time did the speech start?
sk: Kedy (čas) diskusný príspevok začal?

source: What date did the speech end?
sk: Kedy (dátum) diskusný príspevok skončil?

source: end time
sk: čas konca

source: What time did the speech end?
sk: Kedy (čas) diskusný príspevok skončil?

source: public
sk: verejné

source: Is this speech public?
sk: Je tento diskusný príspevok verejný?

source: celery task ID
sk: ID celery úlohy

source: speech
sk: diskusný príspevok

source: speeches
sk: diskusné príspevky

source: Previous
sk: Predchádzajúce

source: Next
sk: Nasledujúce

source: Search
sk: Hľadať

source: Search only speeches by %(speaker)s
sk: Hľadať len v tom, čo povedal(a) %(speaker)s

source: Speakers
sk: Rečníci

source: Mentions of <strong>&ldquo;%(query)s&rdquo;</strong> in speeches
sk: Kde sa <strong>&bdquo;%(query)s&ldquo;</strong> zmieňuje

source: No results found
sk: Nenašli sa žiadne výsledky

source: Add a new speech
sk: Pridať nový diskusný príspevok

source: Add a section
sk: Pridať sekciu

source: Import speakers
sk: Importovať rečníkov

source: Import speeches
sk: Importovať diskusné príspevky

source: Search speeches and statements
sk: Hľadať v diskusiách a výrokoch

source: <a href="%(url_parentless_list)s"><strong>1</strong></a> speech
sk: <a href="%(url_parentless_list)s"><strong>1</strong></a> diskusný príspevok

source: <a href="%(url_speaker_list)s"><strong>1</strong></a> speaker
sk: <a href="%(url_speaker_list)s"><strong>1</strong></a> rečník

source: <a href="%(url_parentless_list)s"><strong>1</strong></a> section
sk: <a href="%(url_parentless_list)s"><strong>1</strong></a> sekcia

source: Brilliant!
sk: Skvelé!

source: Now you&rsquo;ve got your own public database for speeches and statements.
sk: Teraz máte vlastnú verejnú databázu diskusií a výrokov.

source: However, it&rsquo;s totally empty. Let&rsquo;s get started by adding something.
sk: Je však úplne prázdna. Začnime tým, že niečo pridáme.

source: Add your first statement
sk: Pridať prvý výrok

source: Add your first speaker
sk: Pridať prvého rečníka

source: Import speeches from Akoma Ntoso
sk: Importovať diskusie z Akoma Ntoso formátu

source: Import Akoma Ntoso (may take some time)
sk: Importovať Akoma Ntoso (môže to nejaký čas trvať)

source: Home
sk: Domov

source: Speeches
sk: Rozpravy

source: Welcome,
sk: Vitajte

source: Log out
sk: Odhlásiť sa

source: Log in
sk: Prihlásiť sa

source: Speeches not in a section
sk: Diskusné príspevky mimo sekcií

source: You haven&rsquo;t added any speeches or statements yet
sk: Zatiaľ ste nepridal(a) žiadne diskusné príspevky ani výroky

source: Once you have, you&rsquo;ll be able to browse speeches and organise them into sections here.
sk: Až to urobíte, budete si ich tu môcť prezerať a triediť do sekcií.

source: <p>Speakers can be imported into SayIt if they are available in <a href='http://www.popoloproject.com/'>Popolo JSON</a> format.<p> <p>Enter the location of the speaker data as either <ul> <li> A URL, or path to a local file, containing Popolo JSON in the format <pre> { 'persons': [&lt;a list of persons&gt;], 'organizations': [], 'posts': [], ... } </pre> <li> A URL, or path to a local file, containing Popolo JSON in the format <pre> [&lt;a list of persons&gt;] </pre> </li> <li> A PopIt API base url, such as <a href="https://kenyan-politicians.popit.mysociety.org/api/v0.1/">https://kenyan-politicians.popit.mysociety.org/api/v0.1/</a> </li> </ul> </p>
sk: <p>Ak sú rečníci k dispozíci vo formáte <a href='http://www.popoloproject.com/'>Popolo JSON</a>, dajú sa do SayIt importovať.<p> <p>Zadajte umiestnenie dát o rečníkoch jednou z možností: <ul> <li> URL alebo cesta k lokálnemu súboru obsahujúcemu Popolo JSON vo formáte <pre> { 'persons': [&lt;zoznam osôb&gt;], 'organizations': [], 'posts': [], ... } </pre> <li> URL alebo cesta k lokálnemu súboru obsahujúcemu Popolo JSON vo formáte <pre> [&lt;zoznam osôb&gt;] </pre> </li> <li> URL PopIt API, napríklad <a href="https://kenyan-politicians.popit.mysociety.org/api/v0.1/">https://kenyan-politicians.popit.mysociety.org/api/v0.1/</a> </li> </ul> </p>

source: Import People (may take some time)
sk: Importovať ľudí (môže to nejaký čas trvať)

source: Recording #%(id)s
sk: Nahrávka #%(id)s

source: This speech has audio
sk: Diskusný príspevok má audionahrávku

source: Actions
sk: Akcie

source: Update
sk: Aktualizovať

source: Delete section
sk: Zmazať sekciu

source: Confirm delete?
sk: Potvrdiť zmazanie?

source: Add speech
sk: Pridať príspevok v diskusii

source: Add subsection
sk: Pridať podsekciu

source: Edit section
sk: Upraviť sekciu

source: Source
sk: Zdroj

source: Keyboard shortcuts
sk: Klávesové skratky

source: previous section
sk: predch. sekcia

source: next section
sk: nasled. sekcia

source: This section is empty
sk: Táto sekcia je prázdna

source: Add a new speech here
sk: Pridať sem nový diskusný príspevok

source: Update section
sk: Aktualizovať sekciu

source: Add section
sk: Pridať sekciu

source: Delete speaker: %(name)s
sk: Zmazať rečníka: %(name)s

source: Delete speaker
sk: Zmazať rečníka

source: Speeches by %(speaker)s
sk: %(speaker)s povedal(a)

source: Edit speaker
sk: Upraviť rečníka

source: Appearance
sk: Vystúpenie

# speaker count
source: Speech
sk: Diskusný príspevok

source: Longest speech
sk: Najdlhší diskusný príspevok

source: Search this person's speeches
sk: Hľadať v tom, čo povedal tento rečník

source: %(speaker)s has no recorded speeches yet.
sk: %(speaker)s zatiaľ nič nepovedal(a).

source: Add a speaker
sk: Pridať rečníka

source: Update speaker
sk: Aktualizovať rečníka

source: Add speaker
sk: Pridať rečníka

source: All Speakers
sk: Všetci rečníci

source: Add a new speaker
sk: Pridať nového rečníka

source: Once you have, this page will contain a list of all the different people who made each statement in this SayIt site.
sk: Až to urobíte, bude tu zoznam všetkých ľudí, ktorí povedali niečo zaznamenané na tomto webe.

source: Invisible
sk: Neviditeľné

source: Link in context
sk: Odkaz v kontexte

source: Link
sk: Odkaz

source: [ recorded audio ]
sk: [ nahraté audio ]

source: Edit
sk: Upraviť

source: Delete
sk: Zmazať

source: Delete speech
sk: Zmazať diskusný príspevok

source: Please wait, audio is being transcribed. This page will automatically refresh in 5 seconds...
sk: Čakajte prosím, prepisuje sa audionahrávka. Táto stránka sa automaticky obnoví o 5 sekúnd...

source: Your speech has been saved!
sk: Diskusný príspevok sa uložil.

source: Add another speech like this
sk: Pridať ďalší podobný príspevok

source: Show speech in context
sk: Ukázať diskusný príspevok v kontexte

source: Add another speech
sk: Pridať ďalší príspevok

source: <span class="speech__meta-data__speech-type">%(type)s</span> by <span class="speech__meta-data__speaker-name"> <a href="%(speaker_url)s">%(speaker)s</a> </span> on <span class="speech__meta-data__date">%(date)s</span>
sk: <span class="speech__meta-data__speech-type">%(type)s</span> od <span class="speech__meta-data__speaker-name"> <a href="%(speaker_url)s">%(speaker)s</a> </span> dňa <span class="speech__meta-data__date">%(date)s</span>

source: <span class="speech__meta-data__speech-type">%(type)s</span> by <span class="speech__meta-data__speaker-name"> <a href="%(speaker_url)s">%(speaker)s</a> </span>
sk: <span class="speech__meta-data__speech-type">%(type)s</span> od <span class="speech__meta-data__speaker-name"> <a href="%(speaker_url)s">%(speaker)s</a> </span>

source: <span class="speech__meta-data__speech-type">%(type)s</span> by <span class="speech__meta-data__speaker-name">an unknown speaker</span> on <span class="speech__meta-data__date">%(date)s</span>
sk: <span class="speech__meta-data__speech-type">%(type)s</span> od <span class="speech__meta-data__speaker-name">neznámeho rečníka</span> dňa <span class="speech__meta-data__date">%(date)s</span>

source: <span class="speech__meta-data__speech-type">%(type)s</span> by <span class="speech__meta-data__speaker-name">an unknown speaker</span>
sk: <span class="speech__meta-data__speech-type">%(type)s</span> od <span class="speech__meta-data__speaker-name">neznámeho rečníka</span>

source: <span class="speech__meta-data__speech-type">%(type)s</span> on <span class="speech__meta-data__date">%(date)s</span>
sk: <span class="speech__meta-data__speech-type">%(type)s</span> dňa <span class="speech__meta-data__date">%(date)s</span>

source: Show context
sk: Ukázať kontext

source: previous speech
sk: predch. príspevok

source: next speech
sk: nasled. príspevok

source: Edit speech
sk: Upraviť diskusný príspevok

source: Add a speech
sk: Pridať diskusný príspevok

source: You can cut and paste quotes from news sites, social media or blogs,<br>or transcribe any audio or video records you may have access to
sk: Môžete prekopírovať citáty zo spravodajských webov, sociálnych médií či blogov, <br> alebo prepísať akékoľvek audio- či videonahrávky, ktoré máte k dispozícii

source: Date &amp; Time
sk: Dátum a čas

source: Event &amp; Location
sk: Udalosť a miesto

source: Title &amp; Tags
sk: Nadpis a nálepky

source: Save changes
sk: Uložiť zmeny

source: Save speech
sk: Uložiť príspevok

source: View Speaker: %(speaker_name)s
sk: Zobraziť rečníka: %(speaker_name)s

source: View Section: %(section_title)s
sk: Zobraziť sekciu: %(section_title)s

source: Speeches assigned.
sk: Príspevky priradené.

source: %(created)d speaker created.
sk: Vytvorený %(created)d rečník.

source: %(refreshed)d speaker refreshed.
sk: Aktualizovaný %(refreshed)d rečník.

source: No speakers found.
sk: Nenašli sa žiadni rečníci.

source: Sorry - something went wrong with the import
sk: Prepáčte – niečo sa pri importe pokazilo

source: Created:
sk: Vytvorené:

source: %(speakers)d speaker
sk: %(speakers)d rečník

source: %(sections)d section
sk: %(sections)d sekcia

source: %(speeches)d speech
sk: %(speeches)d diskusný príspevok

source: Nothing new to import.
sk: Nič nové na import.

source: yyyy-mm-dd
sk: rrrr-mm-dd

source: dd/mm/yyyy
sk: dd/mm/rrrr

source: dd/mm/yy
sk: dd/mm/rr

source: mm/dd/yyyy
sk: mm/dd/rrrr

source: mm/dd/yy
sk: mm/dd/rr
